[
  {
    "Id": "\u003Cdbpedia:University_Mall_(South_Burlington,_Vermont)\u003E",
    "Title": "University Mall (South Burlington, Vermont)",
    "Text": "The University Mall or, informally, the U-mall, is an enclosed shopping mall in the city of South Burlington, Vermont. The name refers to its proximity to the University of Vermont. At 610,693 square feet (56,735.2 m2), it is  the largest shopping mall in Vermont, and is one of two enclosed malls serving the greater Burlington area. JCPenney, The Bon-Ton, Sears and Kohl\u0027s are anchor stores. The mall encompases approximately 75 shops, including two sit-down restaurants, and a food court.",
    "SampleQuestion": "What is the significance of the University Mall in South Burlington, Vermont, in terms of its size and location?"
  },
  {
    "Id": "\u003Cdbpedia:Utbah_ibn_Rabi\u0027ah\u003E",
    "Title": "Utbah ibn Rabi\u0027ah",
    "Text": "Utbah ibn Rabi\u0027ah was one of the prominent Leaders of Quraish during the era of Muhammad.",
    "SampleQuestion": "Who was Utbah ibn Rabi\u0027ah in relation to the Quraish during Muhammad\u0027s era?"
  },
  {
    "Id": "\u003Cdbpedia:Juno_Award_for_Adult_Alternative_Album_of_the_Year\u003E",
    "Title": "Juno Award for Adult Alternative Album of the Year",
    "Text": "The Juno Award for Adult Alternative Album of the Year has been awarded since 2005, as recognition each year for the best album in the adult alternative genre by a Canadian artist.",
    "SampleQuestion": "What genre does the Juno Award for Adult Alternative Album of the Year recognize, and since what year has it been awarded?"
  },
  {
    "Id": "\u003Cdbpedia:Cornelius_Bonner\u003E",
    "Title": "Cornelius Bonner",
    "Text": "Cornelius  Bonner (born September 1, 1976) is an American football wide receiver playing for the Cleveland Gladiators in the Arena Football League. The 6 feet tall and 190 pounds receiver played college football for the University of Cincinnati.Bonner has played on 5 teams in the AFL: Chicago Rush (2001–2003), Las Vegas Gladiators (2004–2005), Nashville Kats (2006, 2007), Grand Rapids Rampage (2007), and Cleveland Gladiators (2008–present). He wears jersey number 8 with the Cleveland Gladiators.",
    "SampleQuestion": "What teams has Cornelius Bonner played for in the Arena Football League, and what is his current team as of the latest update?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_people_of_Heilbronn\u003E",
    "Title": "List of people of Heilbronn",
    "Text": "A list of people who have lived in Heilbronn, Germany.Ludwig Pfau, poet, author and art historianTheodor Heuss, first President of the Federal Republic of Germany (1949 to 1959)Dieter Schwarz, entrepreneur and owner of the Schwarz-Gruppe.",
    "SampleQuestion": "Who was the first President of the Federal Republic of Germany from 1949 to 1959 and is also listed as a person who has lived in Heilbronn?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_cities_in_Ukraine\u003E",
    "Title": "List of cities in Ukraine",
    "Text": "This is a complete list of cities in Ukraine. On 1 January 2010 there were 459 cities (Ukrainian: мiсто, misto) in Ukraine. There are three categories of cities which are indicated by a respective letter as a city status in the table below (see legends below for the city status lettering identification). All cities have some level of significance. Any settlement that obtains city status becomes a city of district (raion) subordinance.",
    "SampleQuestion": "How many cities were there in Ukraine as of 1 January 2010, and what are the three categories of city status indicated in the list?"
  },
  {
    "Id": "\u003Cdbpedia:Golden_Dreams\u003E",
    "Title": "Golden Dreams",
    "Text": "Golden Dreams is a film about the history of California. It was a featured attraction at Disney California Adventure Park at the Disneyland Resort in Anaheim, California, opening with the park on February 8, 2001. It starred Whoopi Goldberg as Califia, the Queen of California. On September 7, 2008 the last showing of the film to the public was made. The theater was razed in July 2009 and was replaced by The Little Mermaid: Ariel\u0027s Undersea Adventure.",
    "SampleQuestion": "What was \u0022Golden Dreams\u0022 about and who starred as Califia in the film?"
  },
  {
    "Id": "\u003Cdbpedia:Dhikru\u0027llah_Khadem\u003E",
    "Title": "Dhikru\u0027llah Khadem",
    "Text": "Dhikru\u0027llah Khadem (Arabic: ذكر الله خادم‎, transliterated as Zikru\u0027llah and Khádem or Khadim; 1904–1986) was a prominent follower of the Bahá\u0027í Faith, appointed to be a Hand of the Cause by Shoghi Effendi in 1952.He served as treasurer of the National Spiritual Assembly of the Bahá\u0027ís of Iran for a time, and later became the first Hand of the Cause to move to the Western Hemisphere.He also travelled around the world for Shoghi Effendi, then head of the Bahá\u0027í Faith, to over 50 countries including Canada, Malaysia and Japan.",
    "SampleQuestion": "What role did Dhikru\u0027llah Khadem play in the Bahá\u0027í Faith, and what significant first did he achieve after being appointed a Hand of the Cause by Shoghi Effendi in 1952?"
  },
  {
    "Id": "\u003Cdbpedia:Jinchang\u003E",
    "Title": "Jinchang",
    "Text": "Jinchang (Chinese: 金昌; pinyin: Jīnchāng) is a prefecture-level city in the centre of Gansu province, People\u0027s Republic of China, bordering Inner Mongolia to the north.",
    "SampleQuestion": "What is the geographical location of Jinchang within China, and which region does it border to the north?"
  },
  {
    "Id": "\u003Cdbpedia:Steve_Brown_(yo-yo_player)\u003E",
    "Title": "Steve Brown (yo-yo player)",
    "Text": "Steve Brown (born 1976 in Jacksonville, Florida) is an award winning competitive yo-yo player, competition judge, yo-yo designer, and yoyo blogger currently based out of North Olmsted, Ohio. He is currently the editor for YoYoNews.com and a co-producer of the Triple Crown of YoYo events. In 2001, the National Yo-Yo League named him as one of eight National Yo-Yo masters. He has designed multiple yo-yos, including the \u0022Cherry Bomb\u0022 for Team Losi.",
    "SampleQuestion": "What are some of the roles and contributions of Steve Brown in the yo-yo community, and what specific yo-yo did he design for Team Losi?"
  },
  {
    "Id": "\u003Cdbpedia:Ralph_W._Tyler\u003E",
    "Title": "Ralph W. Tyler",
    "Text": "Ralph W. Tyler (1902–1994) was an American educator who worked in the field of assessment and evaluation. He served on or advised a number of bodies that set guidelines for the expenditure of federal funds and influenced the underlying policy of the Elementary and Secondary Education Act of 1965. Tyler chaired the committee that eventually developed the National Assessment of Educational Progress (NAEP). He has been called by some as \u0022the father of educational evaluation and assessment\u0022.",
    "SampleQuestion": "What contributions did Ralph W. Tyler make to the field of educational evaluation and assessment, and how did he influence federal education policy?"
  },
  {
    "Id": "\u003Cdbpedia:John_Taffe\u003E",
    "Title": "John Taffe",
    "Text": "John Taffe (January 30, 1827 – March 14, 1884) was a Nebraska Republican politician.",
    "SampleQuestion": "What was the political affiliation of John Taffe, a politician from Nebraska?"
  },
  {
    "Id": "\u003Cdbpedia:Ken_Linseman\u003E",
    "Title": "Ken Linseman",
    "Text": "Kenneth S. \u0022The Rat\u0022 Linseman (born August 11, 1958) is a Canadian former professional ice hockey centre who played 15 seasons in the National Hockey League for the Philadelphia Flyers, Edmonton Oilers, Boston Bruins and Toronto Maple Leafs. He also played one season in the World Hockey Association for the Birmingham Bulls.",
    "SampleQuestion": "What teams did Ken Linseman play for during his professional ice hockey career?"
  },
  {
    "Id": "\u003Cdbpedia:Dave_Anderson_(infielder)\u003E",
    "Title": "Dave Anderson (infielder)",
    "Text": "David Carter Anderson (born August 1, 1960) is a former shortstop/third baseman in Major League Baseball who played for the Los Angeles Dodgers (1983–89, 1992) and San Francisco Giants (1990–91).",
    "SampleQuestion": "What positions did Dave Anderson play in Major League Baseball, and for which teams did he play during his career?"
  },
  {
    "Id": "\u003Cdbpedia:Montfort_Senior_Secondary_School\u003E",
    "Title": "Montfort Senior Secondary School",
    "Text": "Montfort Senior Secondary School, Delhi, is an unaided Christian minority school administered by the Society of the Brothers of St. Gabriel. It has a branch located in Ashok Vihar, New Delhi. The institution was established in the year 1970. The school is named after Saint Louis de Montfort, a French priest and Catholic saint. It is a co-educational school and is affiliated to the Central Board of Secondary Education (CBSE).",
    "SampleQuestion": "What is the affiliation of Montfort Senior Secondary School, Delhi, and what is its religious administration?"
  },
  {
    "Id": "\u003Cdbpedia:1951_Pan_American_Games\u003E",
    "Title": "1951 Pan American Games",
    "Text": "The 1951 Pan American Games (the I Pan American Games) were held in Buenos Aires, Argentina between 25 February-9 March 1951. The Pan American Games\u0027 origins were at the Games of the X Olympiad in Los Angeles, United States, where officials representing the National Olympic Committees of the Americas discussed the staging of an Olympic-style regional athletic competition for the athletes of the Americas.During the Pan American Exposition at Dallas in 1937, a limited sports program was staged.",
    "SampleQuestion": "What were the dates and location of the first Pan American Games, and where were the origins of the Pan American Games discussed?"
  },
  {
    "Id": "\u003Cdbpedia:Bwana_Tamu\u003E",
    "Title": "Bwana Tamu",
    "Text": "Bwana Tamu was  Sultan of Pate, Kenya, from 1713. He decided to wage a war on Lamu in order to get the guns that the Portuguese had buried on Lamu Island, on Hedabu Hill. However, his boats were overloaded with fire-arms and they sank on the way to Lamu.",
    "SampleQuestion": "What was the reason Bwana Tamu, the Sultan of Pate, Kenya, decided to wage a war on Lamu in 1713?"
  },
  {
    "Id": "\u003Cdbpedia:Macintosh_128K/512K_technical_details\u003E",
    "Title": "Macintosh 128K/512K technical details",
    "Text": "The original Macintosh was a relatively simple machine, now of interest for its simplicity and for the fact that it was the first computer produced by Apple under the name Macintosh.  The Macintosh used standard off-the-shelf components to the greatest extent possible. However, Apple did not compromise on the features which now define personal computers.",
    "SampleQuestion": "What were the notable characteristics of the original Macintosh computer, and how did Apple approach its production in terms of component selection?"
  },
  {
    "Id": "\u003Cdbpedia:Vaca_Díez_Province\u003E",
    "Title": "Vaca Díez Province",
    "Text": "Vaca Diéz is a province in the Beni Department, Bolivia.",
    "SampleQuestion": "What is Vaca Díez, and in which department of Bolivia is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Totagatic_River\u003E",
    "Title": "Totagatic River",
    "Text": "The Totagatic River (generally pronounced To-TA-ga-tik) is an 80.0-mile-long (128.7 km) tributary of the Namekagon River in northwestern Wisconsin in the United States. Via the Namekagon and St. Croix rivers, it is part of the watershed of the Mississippi River.  According to the Geographic Names Information System, the river\u0027s name has also been historically spelled Togatatic and Totogatic.",
    "SampleQuestion": "What is the length of the Totagatic River and how does it contribute to the Mississippi River\u0027s watershed?"
  },
  {
    "Id": "\u003Cdbpedia:Ounce_River\u003E",
    "Title": "Ounce River",
    "Text": "The Ounce River is a 25.2-mile-long (40.6 km) tributary of the Totagatic River in northwestern Wisconsin in the United States. Via the Totagatic, Namekagon and St. Croix rivers, it is part of the watershed of the Mississippi River.  It rises in southwestern Bayfield County and flows southwestwardly into southeastern Douglas County, where it joins the Totagatic.The U.S. Board on Geographic Names settled on \u0022Ounce River\u0022 as the stream\u0027s name in 1938.",
    "SampleQuestion": "What is the length of the Ounce River and how does it connect to the Mississippi River?"
  },
  {
    "Id": "\u003Cdbpedia:The_Injury\u003E",
    "Title": "The Injury",
    "Text": "\u0022The Injury\u0022 is the twelfth episode of the second season of the American comedy television series The Office, and the show\u0027s eighteenth episode overall. The episode was written by Mindy Kaling, who also acts in the show as Kelly Kapoor, and directed by Bryan Gordon. \u0022The Injury\u0022 episode first aired in the United States on January 12, 2006 on NBC.",
    "SampleQuestion": "Who wrote the episode \u0022The Injury\u0022 from the second season of The Office, and what character does the writer also portray on the show?"
  },
  {
    "Id": "\u003Cdbpedia:Azurduy_Province\u003E",
    "Title": "Azurduy Province",
    "Text": "Azurduy Province (full official name: Província de Juana Azurduy de Padilla) is a province in the Chuquisaca Department in Bolivia. Its seat is the town of Azurduy. It was named in honor of revolutionary guerrilla Juana Azurduy de Padilla.  In the 2001 census it had a population of 27,579.",
    "SampleQuestion": "What is the full official name of Azurduy Province and in honor of whom was it named?"
  },
  {
    "Id": "\u003Cdbpedia:99_B-Line\u003E",
    "Title": "99 B-Line",
    "Text": "The 99 B-Line is a bus rapid transit line in Metro Vancouver, British Columbia, Canada. It travels along Broadway, a major east-west thoroughfare, and connects the University of British Columbia (UBC) to Commercial–Broadway Station on the SkyTrain system. It is operated by Coast Mountain Bus Company and funded by TransLink.It is the first and the most popular of the B-Line routes in the regional system.",
    "SampleQuestion": "What is the 99 B-Line, and what areas does it connect in Metro Vancouver, British Columbia?"
  },
  {
    "Id": "\u003Cdbpedia:Bwana_Mkuu\u003E",
    "Title": "Bwana Mkuu",
    "Text": "Bwana Mkuu was  Sultan of Pate, Kenya, 1688 to 1713. At the time Pate dominated Lamu. Bwana Mkuu set up residency at Lamu, complete with a Lamu lady as one of his wives and a private mosque.",
    "SampleQuestion": "What actions did Bwana Mkuu take to establish his presence in Lamu during his reign as Sultan of Pate from 1688 to 1713?"
  },
  {
    "Id": "\u003Cdbpedia:Germán_Busch_Province\u003E",
    "Title": "Germán Busch Province",
    "Text": "Germán Busch is a province in the Santa Cruz Department, Bolivia. Most of the surface is covered by the Pantanal, the largest wetland area in the world.",
    "SampleQuestion": "What is the largest wetland area in the world that covers most of the surface of Germán Busch Province in Bolivia?"
  },
  {
    "Id": "\u003Cdbpedia:Skillet_Fork\u003E",
    "Title": "Skillet Fork",
    "Text": "Skillet Fork is a 98-mile-long (158 km) river in southern Illinois in the United States.  It is a tributary of the Little Wabash River; via the Little Wabash, Wabash and Ohio rivers, it is part of the watershed of the Mississippi River.The Skillet Fork rises in northeastern Marion County and flows generally southeastwardly through Clay, Wayne, Hamilton and White counties.  In its lower course, parts of the river have been straightened and channelized.",
    "SampleQuestion": "What is the length of Skillet Fork river and through which counties does it flow in southern Illinois?"
  },
  {
    "Id": "\u003Cdbpedia:Kelli_O\u0027Hara\u003E",
    "Title": "Kelli O\u0027Hara",
    "Text": "Kelli O\u0027Hara (born April 16, 1976) is an American stage actress and singer. She has appeared on Broadway and Off-Broadway in many musicals since making her Broadway debut as a replacement in Jekyll \u0026 Hyde in 2000. A six-time Tony Award nominee, her first nomination was for Best Featured Actress in a Musical for the 2005 production of The Light in the Piazza.",
    "SampleQuestion": "What year did Kelli O\u0027Hara make her Broadway debut, and for which production did she receive her first Tony Award nomination?"
  },
  {
    "Id": "\u003Cdbpedia:Billy_the_Mountain\u003E",
    "Title": "Billy the Mountain",
    "Text": "\u0022Billy the Mountain\u0022 is a Frank Zappa song first made available on the album Just Another Band from L.A. in 1972. The original recording of this song, which took more than a half-hour to perform, was from a live tour performance on August 7, 1971 in Los Angeles, performed by Zappa with his band The Mothers and prominently featuring the musical duo Flo \u0026 Eddie. The album recording had to be edited in order to fit on one side of the record.",
    "SampleQuestion": "What is the origin of the song \u0022Billy the Mountain\u0022 by Frank Zappa, including its first album release and details about its live performance?"
  },
  {
    "Id": "\u003Cdbpedia:Leland_Orser\u003E",
    "Title": "Leland Orser",
    "Text": "Leland Jones Orser (born August 6, 1960) is an American film and television actor. Orser is a character actor, whose career has included playing a number of deranged, psychotic, and degenerate characters. Orser has appeared in small roles in a wide variety of films and television shows, including Chief of Surgery Dr. Lucien Dubenko on the television show ER.",
    "SampleQuestion": "What roles is Leland Orser known for playing in his acting career, and on which television show did he play the role of Chief of Surgery Dr. Lucien Dubenko?"
  },
  {
    "Id": "\u003Cdbpedia:Namekagon_River\u003E",
    "Title": "Namekagon River",
    "Text": "The Namekagon River (pronounced NAM-uh-KAH-gun) is a tributary of the St. Croix River. It is 101 miles (163 km) long and is located in northwestern Wisconsin in the United States. Its course is protected as part of the St. Croix National Scenic Riverway.According to the Geographic Names Information System, the river\u0027s name has also been spelled Namakagon, Namekagan, and Namekagun; the United States Board on Geographic Names issued a decision setting \u0022Namekagon\u0022 as the river\u0027s spelling in 1933.",
    "SampleQuestion": "What is the length of the Namekagon River, and how is it related to the St. Croix River?"
  },
  {
    "Id": "\u003Cdbpedia:Jake_Forbes\u003E",
    "Title": "Jake Forbes",
    "Text": "Vernor Vivian \u0022Jake, Jumpin\u0027 Jackie\u0022 Forbes (July 4, 1897 – December 30, 1985), was a Canadian professional ice hockey goaltender who played thirteen seasons in the National Hockey League for the Toronto St. Patricks, Hamilton Tigers, New York Americans and Philadelphia Quakers.",
    "SampleQuestion": "Which NHL teams did Jake Forbes play for during his thirteen-season career?"
  },
  {
    "Id": "\u003Cdbpedia:Blech\u003E",
    "Title": "Blech",
    "Text": "A blech (from the German by way of Yiddish word for tin or sheet metal) is a metal sheet used by many observant Jews to cover stovetop burners (and for some, the cooker\u0027s knobs and dials) on Shabbat (the Jewish Sabbath), as part of the precautions taken to avoid violating the halachic prohibition against cooking on the Sabbath.",
    "SampleQuestion": "What is a blech, and why do observant Jews use it on Shabbat?"
  },
  {
    "Id": "\u003Cdbpedia:United_States_Ambassador_to_Italy\u003E",
    "Title": "United States Ambassador to Italy",
    "Text": "Since 1840, the United States has had diplomatic representation in the Italian Republic and its predecessor nation, the Kingdom of Italy, with a break in relations from 1941 to 1944 while Italy and the U.S. were at war during World War II. The U.S. Mission to Italy is headed by the Embassy of the United States in Rome, and also includes six consular offices.Beginning in 2006, the U.S. Ambassador to Italy is concurrently accredited as the U.S. Ambassador to San Marino.",
    "SampleQuestion": "What is the role of the U.S. Ambassador to Italy, and how has it evolved since its inception in 1840?"
  },
  {
    "Id": "\u003Cdbpedia:Jack_Ridley_(pilot)\u003E",
    "Title": "Jack Ridley (pilot)",
    "Text": "Colonel Jackie Lynwood \u0022Jack\u0022 Ridley (June 16, 1915 – March 12, 1957) was an aeronautical engineer, USAF test pilot and chief of the U.S. Air Force\u0027s Flight Test Engineering Laboratory. He helped develop and test many cold war era military aircraft but is best known for his work on the Bell X-1, the first aircraft to achieve supersonic flight. He was highly respected among fellow test pilots, most notably Chuck Yeager, for his engineering skills.",
    "SampleQuestion": "What role did Jack Ridley play in the development of the Bell X-1, the first aircraft to achieve supersonic flight?"
  },
  {
    "Id": "\u003Cdbpedia:Six_Mile_Run,_New_Jersey\u003E",
    "Title": "Six Mile Run, New Jersey",
    "Text": "Six Mile Run is an unincorporated community and census designated place (CDP) located in Franklin Township, in Somerset County, New Jersey, United States. As of the 2010 United States Census, the CDP\u0027s population was 3,184.",
    "SampleQuestion": "What is the population of Six Mile Run, New Jersey according to the 2010 United States Census?"
  },
  {
    "Id": "\u003Cdbpedia:Juno_Award_for_Country_Album_of_the_Year\u003E",
    "Title": "Juno Award for Country Album of the Year",
    "Text": "The Juno Award for \u0022Country Recording of the Year\u0022 has been awarded since 1970, as recognition each year for the best country music artist in Canada.  A number of previous award categories have been combined under this name, including \u0022Best Country Male Artist\u0022, \u0022Best Country Female Artist\u0022 and \u0022Country Group or Duo of the Year\u0022.",
    "SampleQuestion": "What is the Juno Award for \u0022Country Recording of the Year\u0022 and when was it first awarded?"
  },
  {
    "Id": "\u003Cdbpedia:Železný_Brod\u003E",
    "Title": "Železný Brod",
    "Text": "Železný Brod (Czech pronunciation: [ˈʒɛlɛzniː ˈbrot]; German: Eisenbrod) is a town in Liberec Region of the Czech Republic. Located in Jablonec nad Nisou District on the Jizera River, the town is on a railway line connecting Pardubice and Liberec.",
    "SampleQuestion": "What is the location of Železný Brod, and through which district\u0027s territory does it lie?"
  },
  {
    "Id": "\u003Cdbpedia:Harold_Carmichael\u003E",
    "Title": "Harold Carmichael",
    "Text": "Lee Harold Carmichael (born September 22, 1949) is a former American football wide receiver in the National Football League who played 13 seasons for the Philadelphia Eagles (1971–1983) and one season for the Dallas Cowboys (1984). Carmichael was the Director of Player Development and Alumni for the Eagles from 1998−2014, and a Fan Engagement Liaison from 2014−2015, before retiring again in 2015.",
    "SampleQuestion": "What positions did Harold Carmichael hold within the Philadelphia Eagles organization after his playing career ended?"
  },
  {
    "Id": "\u003Cdbpedia:Gentzen\u0027s_consistency_proof\u003E",
    "Title": "Gentzen\u0027s consistency proof",
    "Text": "Gentzen\u0027s consistency proof is a result of proof theory in mathematical logic. It \u0022reduces\u0022 the consistency of a simplified part of mathematics, not to something that could be proved in that same simplified part of mathematics (which would contradict the basic results of Kurt Gödel), but rather to a simpler logical principle.",
    "SampleQuestion": "What does Gentzen\u0027s consistency proof achieve in the context of mathematical logic and how does it avoid contradicting Kurt Gödel\u0027s basic results?"
  },
  {
    "Id": "\u003Cdbpedia:Frank_Sandford\u003E",
    "Title": "Frank Sandford",
    "Text": "Frank Weston Sandford (October 2, 1862 – March 4, 1948) was the founder and leader of an apocalyptic Christian sect, informally called \u0022Shiloh\u0022 and eventually known officially as \u0022The Kingdom.\u0022 Sandford was early attracted to premillennialism, the Higher Life movement, the indwelling power of the Holy Spirit, and divine healing; and in the 1890s, he created a communal society in coastal Maine whose members \u0022lived on faith\u0022 rather than being gainfully employed.",
    "SampleQuestion": "What was the name of the apocalyptic Christian sect founded by Frank Weston Sandford, and what were some of the key beliefs that influenced its creation?"
  },
  {
    "Id": "\u003Cdbpedia:Trey_Junkin\u003E",
    "Title": "Trey Junkin",
    "Text": "Abner Kirk \u0022Trey\u0022 Junkin III (born January 23, 1961 in Conway, Arkansas) is a former American football linebacker, tight end, and long snapper in the National Football League. Junkin played college football at Louisiana Tech University.",
    "SampleQuestion": "What positions did Trey Junkin play in the National Football League, and where did he play college football?"
  },
  {
    "Id": "\u003Cdbpedia:The_Burrow_(short_story)\u003E",
    "Title": "The Burrow (short story)",
    "Text": "\u0022The Burrow\u0022 (German: \u0022Der Bau\u0022) is an unfinished short story by Franz Kafka in which a mole-like being burrows through an elaborate system of tunnels it has built over the course of its life. The story was published posthumously in Beim Bau der Chinesischen Mauer (Berlin, 1931). The first English translation, by Willa and Edwin Muir, was published by Martin Secker in London in 1933. It appeared in The Great Wall of China.",
    "SampleQuestion": "What is \u0022The Burrow\u0022 by Franz Kafka about, and when was it first published in English?"
  },
  {
    "Id": "\u003Cdbpedia:Fort_Edward_(Nova_Scotia)\u003E",
    "Title": "Fort Edward (Nova Scotia)",
    "Text": "Fort Edward is a National Historic Site of Canada in Windsor, Nova Scotia, Canada (formerly known as Pisiguit) and was built during Father Le Loutre\u0027s War. The British built the fort to help prevent the Acadian Exodus from the region. The Fort is most famous for the role it played both in the Expulsion of the Acadians (1755) and in protecting Halifax, Nova Scotia from a land assault in the American Revolution.",
    "SampleQuestion": "What role did Fort Edward play in the Expulsion of the Acadians and in protecting Halifax during the American Revolution?"
  },
  {
    "Id": "\u003Cdbpedia:Gator_Tales\u003E",
    "Title": "Gator Tales",
    "Text": "Gator Tales (1988-1999) was a local children\u0027s television show produced in St. Louis, Missouri by local CBS affiliate KMOV.",
    "SampleQuestion": "What was \u0022Gator Tales\u0022 and when was it produced?"
  },
  {
    "Id": "\u003Cdbpedia:Danny_Heep\u003E",
    "Title": "Danny Heep",
    "Text": "Daniel William Heep (born July 3, 1957), is a retired Major League Baseball outfielder.Heep played for five different ballclubs during his 13-year career: the Houston Astros (1979–1982), New York Mets (1983–1986), Los Angeles Dodgers (1987–1988), Boston Red Sox (1989–1990), and Atlanta Braves (1991). Heep played for two different World Series champions: the New York Mets in 1986, and the Los Angeles Dodgers in 1988.",
    "SampleQuestion": "For which two teams did Danny Heep win World Series championships during his Major League Baseball career?"
  },
  {
    "Id": "\u003Cdbpedia:Kia_Tigers\u003E",
    "Title": "Kia Tigers",
    "Text": "Kia Tigers (Korean: 기아 타이거즈) is a Korean professional baseball team founded in 1982 and based in the southwestern city of Gwangju.",
    "SampleQuestion": "What is the founding year of the Kia Tigers, and in which city are they based?"
  },
  {
    "Id": "\u003Cdbpedia:Jim_Johnson_(American_football)\u003E",
    "Title": "Jim Johnson (American football)",
    "Text": "Jim Johnson (May 26, 1941 – July 28, 2009) was an American football coach, formerly serving as defensive coordinator with the Philadelphia Eagles.",
    "SampleQuestion": "What position did Jim Johnson serve in with the Philadelphia Eagles, and when did he pass away?"
  },
  {
    "Id": "\u003Cdbpedia:Seyla_Benhabib\u003E",
    "Title": "Seyla Benhabib",
    "Text": "Seyla Benhabib (born September 9, 1950) is a Turkish-American philosopher. She is Eugene Mayer Professor of Political Science and Philosophy at Yale University, and director of the program in Ethics, Politics, and Economics, and a well-known contemporary philosopher.  She is the author of several books, most notably about the philosophers Hannah Arendt and Jürgen Habermas. Benhabib is well known for combining critical theory with feminist theory.",
    "SampleQuestion": "What is Seyla Benhabib known for in the field of philosophy, and what notable positions does she hold at Yale University?"
  },
  {
    "Id": "\u003Cdbpedia:Field_hockey_at_the_1996_Summer_Olympics_–_Men\u0027s_team_squads\u003E",
    "Title": "Field hockey at the 1996 Summer Olympics – Men\u0027s team squads",
    "Text": "These are the twelve men\u0027s team squads that competed in the field hockey tournament at the 1996 Summer Olympics in Atlanta, United States.",
    "SampleQuestion": "How many men\u0027s team squads competed in the field hockey tournament at the 1996 Summer Olympics in Atlanta?"
  },
  {
    "Id": "\u003Cdbpedia:2011_All-Africa_Games\u003E",
    "Title": "2011 All-Africa Games",
    "Text": "The 10th All-Africa Games took place between September 3–18, 2011 in Maputo, Mozambique. Maputo\u0027s hosting marked the third time the Games was held in the southern part of the continent.",
    "SampleQuestion": "What were the dates and location of the 10th All-Africa Games, and how many times had the Games been held in southern Africa by then?"
  },
  {
    "Id": "\u003Cdbpedia:Val_Fonteyne\u003E",
    "Title": "Val Fonteyne",
    "Text": "Valere Ronald Fonteyne (born December 2, 1933 in Wetaskiwin, Alberta) is a retired Canadian professional ice hockey left winger. He played in the NHL from 1959 to 1972 serving the Detroit Red Wings (twice), New York Rangers and Pittsburgh Penguins, and in the WHA from 1972 to 1974 with the Alberta Oilers and later the Edmonton Oilers.",
    "SampleQuestion": "Which teams did Val Fonteyne play for during his NHL and WHA career?"
  },
  {
    "Id": "\u003Cdbpedia:Juno_Award_for_Francophone_Album_of_the_Year\u003E",
    "Title": "Juno Award for Francophone Album of the Year",
    "Text": "The Juno Award for Francophone Album of the Year is an annual award presented by the Canadian Academy of Recording Arts and Sciences (CARAS) for the best French-language album in Canada. From 1993 to 2003, it was awarded as the Best Selling Francophone Album, based entirely on album sales, but is now chosen by a jury vote.",
    "SampleQuestion": "What criteria is currently used to determine the winner of the Juno Award for Francophone Album of the Year?"
  },
  {
    "Id": "\u003Cdbpedia:Phil_Giebler\u003E",
    "Title": "Phil Giebler",
    "Text": "Philip Giebler (born March 5, 1979 in Oxnard, California) is an American race car driver.Giebler was considered a top American prospect with an opportunity to race in Formula One early in his career.  Following years in various Formula Three ranks, Giebler ran in Formula 3000 in 2003 half the season putting up a number of good results.",
    "SampleQuestion": "What achievements and career path led Phil Giebler to be considered a top American prospect in racing, and what series did he compete in during 2003?"
  },
  {
    "Id": "\u003Cdbpedia:Kyoko_Yamamoto\u003E",
    "Title": "Kyoko Yamamoto",
    "Text": "Kyoko Yamamoto (Yamamoto Kyōko, 山本京子, born 10 April 1975) is a former J-pop singer and member of the groups Lip\u0027s and Nanatsuboshi. She was born in Shimane prefecture, Japan. She made her debut on 21 March 1990, and her solo debut on December 16, 1992.",
    "SampleQuestion": "What groups was Kyoko Yamamoto a member of before her solo debut?"
  },
  {
    "Id": "\u003Cdbpedia:Chinese_Ghouls_and_Goblins\u003E",
    "Title": "Chinese Ghouls and Goblins",
    "Text": "Chinese Ghouls and Goblins is a book on the supernatural in Chinese folklore written by British author Gerald Willoughby-Meade and published in London in 1928.",
    "SampleQuestion": "What is the title of the book on Chinese folklore written by British author Gerald Willoughby-Meade, focusing on the supernatural, and published in London in 1928?"
  },
  {
    "Id": "\u003Cdbpedia:2007_All-Africa_Games\u003E",
    "Title": "2007 All-Africa Games",
    "Text": "The 9th All-Africa Games took place between 11 and 23 July 2007 in Algiers, the capital city of Algeria. Algiers is the first city to hold All-Africa Games for a second time. The 1978 All-Africa Games were held there. Besides Algeria, only Nigeria has hosted the event twice, but with different host cities.  4793 athletes taked part to these games.",
    "SampleQuestion": "Which city became the first to host the All-Africa Games for a second time, and in which year did this occur?"
  },
  {
    "Id": "\u003Cdbpedia:Juno_Award_for_Best_Selling_Single\u003E",
    "Title": "Juno Award for Best Selling Single",
    "Text": "The \u0022Juno Award for Best Selling Single\u0022 was awarded from 1975-1993 for the best selling single in Canada.  It was also known as \u0022Best Selling International Single\u0022 and \u0022International Single of the Year\u0022.",
    "SampleQuestion": "What was the duration and alternate names for the \u0022Juno Award for Best Selling Single\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Anime-influenced_animation\u003E",
    "Title": "Anime-influenced animation",
    "Text": "Anime-influenced animation, amerime refers to non-Japanese works of animation that emulate certain aspects of the visual style of Japanese anime.  With the rise of anime\u0027s popularity it has become an integral part of animation produced in the Western world.",
    "SampleQuestion": "What does the term \u0022amerime\u0022 refer to in the context of animation?"
  },
  {
    "Id": "\u003Cdbpedia:Leonid_Slutsky_(politician)\u003E",
    "Title": "Leonid Slutsky (politician)",
    "Text": "Leonid Eduardovich Slutskii (Russian: Леонид Эдуардович Слуцкий, also transliterated Leonid Slutsky or Slutskiy; born January 4, 1968) is a member of the State Duma of Russia, a member of the LDPR party.  Currently he is the Chairman of the State Duma Committee on the \u0022Commonwealth of Independent States, Eurasian Integration and links with compatriots\u0022. Slutsky as been a First Deputy Chairman of the State Duma\u0027s Committee on International Affairs.",
    "SampleQuestion": "What positions does Leonid Eduardovich Slutskii hold within the State Duma of Russia, and what is his political party affiliation?"
  },
  {
    "Id": "\u003Cdbpedia:Cannon_School\u003E",
    "Title": "Cannon School",
    "Text": "Cannon School an independent, nonsectarian, college preparatory institution serving students in junior kindergarten through grade 12. The school enrolls approximately 900 students for the 2012-2013 school year. Cannon School is located in Concord, North Carolina in Cabarrus County, on a 65-acre (260,000 m2) campus on Poplar Tent Road near the Cabarrus/Mecklenburg county line.",
    "SampleQuestion": "What is the student enrollment number for Cannon School during the 2012-2013 school year?"
  },
  {
    "Id": "\u003Cdbpedia:Natsue_Yoshimura\u003E",
    "Title": "Natsue Yoshimura",
    "Text": "Natsue Yoshimura (吉村夏枝 Yoshimura Natsue, born 19 August 1973) is a former J-pop singer and member of the groups Lip\u0027s and Nanatsuboshi. She was born in Shimane prefecture, Japan, and made her debut on 21 March 1990.",
    "SampleQuestion": "What is the birthdate and place of former J-pop singer Natsue Yoshimura, and which groups was she a member of?"
  },
  {
    "Id": "\u003Cdbpedia:Tattoo_(newspaper)\u003E",
    "Title": "Tattoo (newspaper)",
    "Text": "The Tattoo Teen Newspaper is an online, teen-written newspaper based in Connecticut. The paper, which publishes work produced by the nonprofit Youth Journalism International [1], was founded in 1994. The Center for Parent/Youth Understanding said, \u0022The Tattoo has grown into a widely respected online teen newspaper with writers from around the world. The site is filled with articles on every topic of interest to teenagers.",
    "SampleQuestion": "What is the origin and focus of The Tattoo Teen Newspaper?"
  },
  {
    "Id": "\u003Cdbpedia:Glycyrrhizol\u003E",
    "Title": "Glycyrrhizol",
    "Text": "Glycyrrhizol A is a prenylated pterocarpan, a derivative of isoflavonoids. It is a compound isolated from the root of the Chinese Licorice plant (Glycyrrhiza uralensis).Recent studies by scientists from UCLA have suggested that these compounds have antibacterial properties. The strongest antibacterial activity was observed against Streptococcus mutans, an organism known to cause tooth decay in humans.",
    "SampleQuestion": "What compound, found in the root of the Chinese Licorice plant, has been suggested by UCLA scientists to have antibacterial properties, particularly against Streptococcus mutans?"
  },
  {
    "Id": "\u003Cdbpedia:Burial_Ground:_The_Nights_of_Terror\u003E",
    "Title": "Burial Ground: The Nights of Terror",
    "Text": "Burial Ground (original title: Le Notti del terrore, also known as Nights of Terror, Zombi Horror, The Zombie Dead) is an Italian grindhouse zombie movie directed by Andrea Bianchi.  It is one of several films released under the alternate title of Zombie 3.",
    "SampleQuestion": "What is the original title of the Italian grindhouse zombie movie directed by Andrea Bianchi, which is also known as \u0022Nights of Terror\u0022 and \u0022The Zombie Dead\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Suwon_Baseball_Stadium\u003E",
    "Title": "Suwon Baseball Stadium",
    "Text": "Suwon Baseball Stadium (Korean: 수원야구장), currently known by its sponsorship name Suwon kt wiz Park, is a baseball stadium in Suwon, South Korea.  This stadium was the home of the Hyundai Unicorns of the Korea Baseball Organization from 2000 to 2007, but Unicorns was changed into Nexen Heroes and moved its home stadium to Mokdong Baseball Stadium. The stadium has a capacity of 20,106. This stadium is facility of Suwon Sports Complex. Suwon Baseball Stadium is now the home of the KT Wiz.",
    "SampleQuestion": "What is the current sponsorship name of Suwon Baseball Stadium, and which baseball team calls it home as per the provided information?"
  },
  {
    "Id": "\u003Cdbpedia:USS_Blessman_(DE-69)\u003E",
    "Title": "USS Blessman (DE-69)",
    "Text": "USS Blessman (DE-69/APD-48), a Buckley-class destroyer escort of the United States Navy, was named in honor of Lieutenant Edward Martin Blessman (1907–1942), who was killed in action in the Pacific on 4 February 1942.Blessman was laid down on 22 March 1943 at the Bethlehem-Hingham Shipyard, Inc., Hingham, Massachusetts; launched on 19 June 1943, sponsored by Mrs. Helen Malloy Blessman, widow of Lieutenant Blessman, and commissioned on 19 September 1943, with Commander J. A. Gillis in command.",
    "SampleQuestion": "What is the significance of the name \u0022USS Blessman (DE-69/APD-48)\u0022 in relation to its namesake, and when was it commissioned?"
  },
  {
    "Id": "\u003Cdbpedia:Bayfront_Health_St._Petersburg\u003E",
    "Title": "Bayfront Health St. Petersburg",
    "Text": "Bayfront Health St. Petersburg, formerly known as Bayfront Medical Center, is a Community Health Systems (CHS) affiliated hospital in St. Petersburg, Florida. Bayfront Health-St. Petersburg is Pinellas County\u0027s only trauma center and St.",
    "SampleQuestion": "What is the only trauma center in Pinellas County, Florida, and what was its former name?"
  },
  {
    "Id": "\u003Cdbpedia:Ford_CD4E_transmission\u003E",
    "Title": "Ford CD4E transmission",
    "Text": "The CD4E is a 4-speed automatic transaxle for front-wheel-drive cars from 1994 to 2007. It was manufactured at Ford\u0027s Batavia Transmission plant starting in 1994.",
    "SampleQuestion": "What is the production timeline and type of the Ford CD4E transmission?"
  },
  {
    "Id": "\u003Cdbpedia:Eastern_University,_Sri_Lanka\u003E",
    "Title": "Eastern University, Sri Lanka",
    "Text": "The Eastern University, Sri Lanka (abbreviated as EUSL) is a public university in Vantharumoolai, Eastern Province, Sri Lanka. It was established on 1 October 1986.",
    "SampleQuestion": "What is the abbreviation for Eastern University, Sri Lanka, and when was it established?"
  },
  {
    "Id": "\u003Cdbpedia:Everybody_in_the_Place\u003E",
    "Title": "Everybody in the Place",
    "Text": "\u0022Everybody in the Place\u0022 is the second official single released by the British electronic dance band The Prodigy from their debut album \u0022Experience\u0022The \u0022Fairground Remix\u0022 version is featured on the single. The version on the album is the \u0022155 \u0026 Rising Version\u0022, which is significantly longer and faster in beats per minute than the original mix (hence its name). It was released on 30 December 1991 through XL Recordings in the UK.",
    "SampleQuestion": "What is the name of the second official single released by The Prodigy from their debut album \u0022Experience,\u0022 and what unique versions of it exist?"
  },
  {
    "Id": "\u003Cdbpedia:Juno_Award_for_Entertainer_of_the_Year\u003E",
    "Title": "Juno Award for Entertainer of the Year",
    "Text": "This is a list of the Canadian musical artists named Entertainer of the Year at the Juno Awards in those years in which this award or its nearest equivalent was awarded.",
    "SampleQuestion": "What is the Juno Award for Entertainer of the Year given for?"
  },
  {
    "Id": "\u003Cdbpedia:Ford_ATX_transmission\u003E",
    "Title": "Ford ATX transmission",
    "Text": "The \u0022LC-\\Fluid Link Converter\u0022- ATX was a 3-speed hydraulic automatic transaxle produced by Ford Motor Company from 1981 through 1994. It was Ford\u0027s first automatic transmission developed for front wheel drive and transverse engine location.  Used in the company\u0027s four-cylinder-powered cars ranging from the Escort to the Taurus, the transaxle had a lockup torque converter, but no overdrive.",
    "SampleQuestion": "What was the range of years during which the Ford ATX transmission, also known as the \u0022LC-Fluid Link Converter\u0022-ATX, was produced?"
  },
  {
    "Id": "\u003Cdbpedia:B\u0027eirth\u003E",
    "Title": "B\u0027eirth",
    "Text": "Bobin Jon Michael Eirth, better known as B\u0027eirth or B\u0027ee, is the lead singer, lyricist and sole songwriter in the psych folk band In Gowan Ring and folk band Birch Book.",
    "SampleQuestion": "What is the real name of B\u0027eirth, and which bands is he associated with as the lead singer and songwriter?"
  },
  {
    "Id": "\u003Cdbpedia:Hadrian\u0027s_Gate\u003E",
    "Title": "Hadrian\u0027s Gate",
    "Text": "The Hadrian\u0027s Gate or Üçkapılar \u0022\\The Three Gates\u0022 in Turkish) is a triumphal arch located in Antalya, Turkey, which was built in the name of the Roman emperor Hadrian, who visited the city in the year 130. It has three arched gates. According to local legend, Sultana Belkis, the Queen of Sheba, is said to have passed under those gates and enjoyed a happy day in the palace in Aspendos on her way to visit King Solomon.",
    "SampleQuestion": "What is the significance of Hadrian\u0027s Gate in Antalya, Turkey, and which historical figures are associated with its legend?"
  },
  {
    "Id": "\u003Cdbpedia:Sundlaugin\u003E",
    "Title": "Sundlaugin",
    "Text": "Sundlaugin (Icelandic pronunciation: [ˈsʏntløijɪn], the swimming pool) is a recording studio located near Álafoss, in the town of Mosfellsbær in Iceland. It was converted from a drained, abandoned swimming pool built in the 1930s and adjacent buildings. It is owned by the post-rock band Sigur Rós.The band originally intended to record their third album, entitled ( ), in an abandoned NATO tracking base in the northernmost mountain in Iceland, but after inspection decided it was too impractical.",
    "SampleQuestion": "What is the origin and current use of Sundlaugin, and which band owns it?"
  },
  {
    "Id": "\u003Cdbpedia:Elm_River_(Illinois)\u003E",
    "Title": "Elm River (Illinois)",
    "Text": "The Elm River is a 29-mile-long (47 km) tributary of the Little Wabash River in southeastern Illinois in the United States.  Via the Little Wabash, Wabash and Ohio rivers, it is part of the watershed of the Mississippi River.The Elm flows for its entire length in Wayne County.  It is formed by the confluence of Elm Creek and Raccoon Creek, which flow from Clay County, and thence flows generally southeastwardly to its confluence with the Little Wabash.",
    "SampleQuestion": "What is the length of the Elm River in Illinois, and which rivers does it ultimately connect to as part of the Mississippi River watershed?"
  },
  {
    "Id": "\u003Cdbpedia:Pierre_de_Jarric\u003E",
    "Title": "Pierre de Jarric",
    "Text": "Pierre de Jarric (1566 – 2 March 1617) was a French Catholic missionary writer from Toulouse.Jarric entered the Society of Jesus on 8 December 1582 and taught philosophy and moral theology at Bordeaux for many years. Although he desired to join the missionaries of his order, his wish was not fulfilled. Instead, he dedicated himself to writing on their behalf.",
    "SampleQuestion": "What was Pierre de Jarric\u0027s contribution to the Society of Jesus if he could not fulfill his wish to join the missionaries?"
  },
  {
    "Id": "\u003Cdbpedia:Mike_Junkin\u003E",
    "Title": "Mike Junkin",
    "Text": "Michael Wayne Junkin (born November 21, 1964) is a former American football linebacker who played in the National Football League (NFL) for three seasons with the Cleveland Browns and the Kansas City Chiefs. He played in 20 games over the course of his NFL career.Junkin played four years of college football at Duke University. In the 1987 NFL Draft, the Cleveland Browns traded up to select him with the fifth overall pick.",
    "SampleQuestion": "What position did Mike Junkin play in the NFL, and for which teams did he play?"
  },
  {
    "Id": "\u003Cdbpedia:Violin_Concerto_(Korngold)\u003E",
    "Title": "Violin Concerto (Korngold)",
    "Text": "Erich Wolfgang Korngold composed his Violin Concerto in D major, Op. 35, in 1945.",
    "SampleQuestion": "When did Erich Wolfgang Korngold compose his Violin Concerto in D major, Op. 35?"
  },
  {
    "Id": "\u003Cdbpedia:Riverdale_High_School_(Quebec)\u003E",
    "Title": "Riverdale High School (Quebec)",
    "Text": "Riverdale High School (RHS) is an English language secondary school located in the Pierrefonds-Roxboro borough of Montreal, Quebec, Canada. It was founded in 1964 and is still in use. The school is part of the Lester B. Pearson School Board, where it is designated a \u0022community school\u0022. It was previously a part of the Protestant School Board of Greater Montreal.Riverdale has many athletic teams, including basketball, rugby, soccer, volleyball, track and field, and swim teams.",
    "SampleQuestion": "What year was Riverdale High School in Quebec founded, and what athletic teams does it offer?"
  },
  {
    "Id": "\u003Cdbpedia:Ford_AOD_transmission\u003E",
    "Title": "Ford AOD transmission",
    "Text": "The AOD (for automatic overdrive) is a four-speed automatic transmission with overdrive.  Introduced in 1980, it was Ford\u0027s first four-speed automatic overdrive transmission.  The gearset design is based on the Ford \u0022X\u0022 automatic transmissions used during the 1950s, 60s, and 70s.  The AOD replaced many of Ford\u0027s older transmissions such as the C4, C5, and light duty applications of the FMX.",
    "SampleQuestion": "What was the significance of the AOD transmission when it was introduced by Ford in 1980?"
  },
  {
    "Id": "\u003Cdbpedia:Emergent_Design\u003E",
    "Title": "Emergent Design",
    "Text": "Emergent Design is a phrase coined by David Cavallo to describe a theoretical framework for the implementation of systemic change in education and learning environments.  This examines how choice of design methodology contributes to the success or failure of education reforms through studies in Thailand. It is related to the theories of situated learning and of constructionist learning. The term constructionism was coined by Seymour Papert who Cavallo studied under.",
    "SampleQuestion": "What is the theoretical framework called that was coined by David Cavallo to describe the implementation of systemic change in education and learning environments, and which theories is it related to?"
  },
  {
    "Id": "\u003Cdbpedia:Belmont_Public_Schools\u003E",
    "Title": "Belmont Public Schools",
    "Text": "Belmont Public Schools is a school district that serves Belmont, Massachusetts, United States.",
    "SampleQuestion": "Which city in the United States is served by the Belmont Public Schools district?"
  },
  {
    "Id": "\u003Cdbpedia:Rudi_Ball\u003E",
    "Title": "Rudi Ball",
    "Text": "Rudi Victor Ball  (June 22, 1911 – September 1975) was a champion ice hockey player.Ball was born in Berlin, Germany and died in Johannesburg, South Africa.Ball was the sole Jewish athlete to represent Germany in the 1936 Winter Olympic Games. Helene Mayer, also Jewish, represented Germany at the Summer Games that year. There was much controversy about his inclusion in the 1936 German Olympic Ice Hockey team at the time by the Nazi government.",
    "SampleQuestion": "What significant achievement is Rudi Ball known for in the context of the 1936 Winter Olympic Games, and what controversy surrounded his participation?"
  },
  {
    "Id": "\u003Cdbpedia:Christ_College_(Sydney)\u003E",
    "Title": "Christ College (Sydney)",
    "Text": "Christ College, formerly known as the Presbyterian Theological Centre, is the theological college of the Presbyterian Church of Australia in New South Wales. It provides theological education for ministry candidates and members of the laity.",
    "SampleQuestion": "What was Christ College in Sydney formerly known as, and for whom does it provide theological education?"
  },
  {
    "Id": "\u003Cdbpedia:Under_Secretary_of_State_for_Public_Diplomacy_and_Public_Affairs\u003E",
    "Title": "Under Secretary of State for Public Diplomacy and Public Affairs",
    "Text": "The Under Secretary for Public Diplomacy and Public Affairs is a position within the U.S. Department of State that is intended to help ensure that public diplomacy is practiced in combination with public affairs and traditional diplomacy to advance U.S. interests and security. The Under Secretary oversees three bureaus at the Department of State: Educational and Cultural Affairs, Public Affairs, and International Information Programs.",
    "SampleQuestion": "What is the role of the Under Secretary for Public Diplomacy and Public Affairs in the U.S. Department of State, and which three bureaus do they oversee?"
  },
  {
    "Id": "\u003Cdbpedia:Norah_Simpson\u003E",
    "Title": "Norah Simpson",
    "Text": "Norah Simpson (5 July 1895 – 19 February 1974) was an Australian modernist painter. She grew up in Sydney and is described as \u0022giving impetus to modernism\u0022  in Australia: when returning from France in 1913, she brought back a series of reproductions of then-current works which were influential to her fellow art students. Sydney-based modernists inspired by those works and Simpson\u0027s descriptions of techniques include Grace Cossington Smith, Roy de Maistre and Roland Wakelin.",
    "SampleQuestion": "What role did Norah Simpson play in the introduction of modernism to Australian art?"
  },
  {
    "Id": "\u003Cdbpedia:CMLL_World_Trios_Championship\u003E",
    "Title": "CMLL World Trios Championship",
    "Text": "The CMLL World Trios Championship \u0022\\Campeonato Mundial de Trios\u0022 in Spanish) is a professional wrestling championship promoted by Consejo Mundial de Lucha Libre (CMLL) in Mexico. The title has existed since 1993 and is contested for by teams of three wrestlers. Because the championship is a professional wrestling championship, it is not won or lost competitively but instead by the decision of the bookers of a wrestling promotion.",
    "SampleQuestion": "What is the CMLL World Trios Championship, and how is it contested?"
  },
  {
    "Id": "\u003Cdbpedia:1943_in_baseball\u003E",
    "Title": "1943 in baseball",
    "Text": "The following are the baseball events of the year 1943  throughout the world.",
    "SampleQuestion": "What are the baseball events that occurred throughout the world in 1943?"
  },
  {
    "Id": "\u003Cdbpedia:John_Raymond_Broadbent_(Quartermaster-General)\u003E",
    "Title": "John Raymond Broadbent (Quartermaster-General)",
    "Text": "Brigadier John Raymond Broadbent CBE (18 February 1893 (1893-02-18) – 28 February 1972 (1972-02-29) (aged 79)) was an Australian Army officer in World War II.Broadbent, Service Number: NX34728 (N8), was born in Ballarat, Victoria and enlisted in Sydney on 14 June 1940. He held the following posts:He was a Temporary Brigadier and Mentioned in Dispatches in 1945.",
    "SampleQuestion": "What were the key military roles and recognitions of Brigadier John Raymond Broadbent during World War II?"
  },
  {
    "Id": "\u003Cdbpedia:Northern_New_Jersey_Interscholastic_League\u003E",
    "Title": "Northern New Jersey Interscholastic League",
    "Text": "The Northern New Jersey Interscholastic League, abbreviated NNJIL, was a former athletic conference located in Bergen County, Passaic County and Essex County, New Jersey. The NNJIL was separated into three divisions, according to the classification they were given from the New Jersey State Interscholastic Athletic Association.",
    "SampleQuestion": "What was the Northern New Jersey Interscholastic League and how was it organized?"
  },
  {
    "Id": "\u003Cdbpedia:Osisko_Lake\u003E",
    "Title": "Osisko Lake",
    "Text": "Osisko Lake (officially Lac Osisko) is a lake in Rouyn-Noranda, Quebec, Canada.  It is 3 km (2 mi) long, and 3 km wide.  The downtown of Rouyn-Noranda is situated on its western shore. The lake is a recreational area, surrounded by trails and a bike path. The city hospital is also located on the lake\u0027s shore. Lac Osisko has been a polluted lake for decades, having been contaminated by tailings from Noranda Mines.",
    "SampleQuestion": "What are the dimensions of Osisko Lake, and what notable features surround it?"
  },
  {
    "Id": "\u003Cdbpedia:Confederation_of_Trade_Unions_(Albania)\u003E",
    "Title": "Confederation of Trade Unions (Albania)",
    "Text": "The Confederation of Trade Unions (KSSh) is a National federation of Trade unions in Albania. It is a successor organization to the Trade Unions of Albania.It was led by Kastriot Muco until November 2004 and has an estimated membership of 100,000. Actual president Kol Nikolli took over the lead of the institution after a narrow victory in the CTUA Congress elections on the 24th of November 2004.",
    "SampleQuestion": "Who took over as president of the Confederation of Trade Unions (KSSh) in Albania after Kastriot Muco, and when did this leadership change occur?"
  },
  {
    "Id": "\u003Cdbpedia:Peter_La_Farge\u003E",
    "Title": "Peter La Farge",
    "Text": "Peter La Farge (born Oliver Albee La Farge, April 30, 1931 – October 27, 1965) was a New York-based folksinger and songwriter of the 1950s and 1960s. He is known best for his affiliations with Bob Dylan and Johnny Cash.",
    "SampleQuestion": "What is Peter La Farge best known for in the context of his music career during the 1950s and 1960s?"
  },
  {
    "Id": "\u003Cdbpedia:Deep_sand_bed\u003E",
    "Title": "Deep sand bed",
    "Text": "A deep sand bed is a filtration method used in some saltwater aquariums. A deep sand bed, similar to the Berlin Method, is designed to cultivate anaerobic bacteria in the bottom layers of sand, converting nitrate to nitrogen gas to remove toxic nitrates.",
    "SampleQuestion": "What is the purpose of a deep sand bed in saltwater aquariums, and how does it work?"
  },
  {
    "Id": "\u003Cdbpedia:John_Eyre_(painter)\u003E",
    "Title": "John Eyre (painter)",
    "Text": "John Eyre (1771– ) was an early Australian painter and engraver.  A transported convict, Eyre generally focused on urban landscapes, giving his creative output value not only as works of art but also as historical records.Over the course of Eyre\u0027s artistic career, his work progressed from purely representative topographical depictions, to more artistic compositions with embellishments such as Aboriginal figures and ships at sea.",
    "SampleQuestion": "What was the focus of John Eyre\u0027s artwork, and how did his artistic style evolve over his career?"
  },
  {
    "Id": "\u003Cdbpedia:System_Contention_Scope\u003E",
    "Title": "System Contention Scope",
    "Text": "The System Contention Scope is a scheme that determines which kernel thread a kernel process should use, since the threads are contending for the processor.When we say the thread library schedules user threads onto available LWPs, we do not mean that the thread is actually running on a CPU; this would require the OS to schedule the kernel thread onto a physical CPU. To decide which kernel thread to schedule onto a CPU, the kernel uses System Contention Scope",
    "SampleQuestion": "What does the System Contention Scope determine in the context of kernel processes and threads?"
  },
  {
    "Id": "\u003Cdbpedia:Process_Contention_Scope\u003E",
    "Title": "Process Contention Scope",
    "Text": "Process Contention Scope is one of the two basic ways of scheduling threads. Both of them being: processlocal scheduling (known as Process Contention Scope, or Unbound Threads—theMany-to-Many model) and system global scheduling (known as System Contention Scope, or Bound Threads—the One-to-One model). These scheduling classes areknown as the scheduling contention scope, and are defined only in POSIX.",
    "SampleQuestion": "What are the two basic ways of scheduling threads as defined in POSIX, and what are they known as?"
  },
  {
    "Id": "\u003Cdbpedia:Merkle–Damgård_construction\u003E",
    "Title": "Merkle–Damgård construction",
    "Text": "In cryptography, the Merkle–Damgård construction or Merkle–Damgård hash function is a method of building collision-resistant cryptographic hash functions from collision-resistant one-way compression functions. This construction was used in the design of many popular hash algorithms such as MD5, SHA1 and SHA2.The Merkle–Damgård construction was described in Ralph Merkle\u0027s Ph.D. thesis in 1979.",
    "SampleQuestion": "What is the Merkle–Damgård construction, and which popular hash algorithms were designed using it?"
  }
]