[
  {
    "Id": "\u003Cdbpedia:Roger_James_(footballer)\u003E",
    "Title": "Roger James (footballer)",
    "Text": "Roger James (born 21 October 1975) is a former Australian rules footballer who played for Port Adelaide Football Club in the Australian Football League (AFL).James debuted during Port Adelaide\u0027s inaugural AFL season and made a name for himself as a tough midfielder.",
    "SampleQuestion": "What position did Roger James play during his career with Port Adelaide Football Club in the AFL?"
  },
  {
    "Id": "\u003Cdbpedia:Prevailing_visibility\u003E",
    "Title": "Prevailing visibility",
    "Text": "Prevailing visibility in aviation is a measurement of the greatest distance visible throughout at least half of the horizon, not necessarily continuously. To take the prevailing visibility, controllers reference a number of visual reference points: usually buildings, hills, or other geographic features. The value obtained is usually reported on a METAR and recorded on the ATIS.In Canada, it is the maximum visibility value common to sectors comprising one-half or more of the horizon circle.",
    "SampleQuestion": "What is prevailing visibility in aviation and how is it measured?"
  },
  {
    "Id": "\u003Cdbpedia:Thomas_Kidd_(illustrator)\u003E",
    "Title": "Thomas Kidd (illustrator)",
    "Text": "Thomas Kidd (born 1955) is an American science fiction and fantasy illustrator who lives in New Milford, Connecticut.",
    "SampleQuestion": "What is the profession of Thomas Kidd, and where does he currently reside?"
  },
  {
    "Id": "\u003Cdbpedia:Izuogu_Mgbokpo\u003E",
    "Title": "Izuogu Mgbokpo",
    "Text": "Chief Izuogu Mgbokpo of  Amankwu, Arochukwu was an 18th-century warrior in the Aro Confederacy. He was a slave trader and commander who fought his most famous battle on Ikpa Ora. Chief Izuogu and his ally, Chief Iheme, were the founders of the kingdom of Arondizuogu, of which Chief Izuogu is believed to be the first king. It is said he founded the town by war and settled in a place very close to Ikpa Ora. He remains a hero to the Aro people.",
    "SampleQuestion": "Who was Chief Izuogu Mgbokpo and what is his significance in the history of the Aro Confederacy?"
  },
  {
    "Id": "\u003Cdbpedia:Metropolitan_Water_Reclamation_District_of_Greater_Chicago\u003E",
    "Title": "Metropolitan Water Reclamation District of Greater Chicago",
    "Text": "The Metropolitan Water Reclamation District of Greater Chicago (MWRD), originally known as the Sanitary District of Chicago is a special-purpose district, chartered to operate in northern Illinois since 1889. Although its name may imply otherwise, it is not a part of the City of Chicago\u0027s local government, but an independent agency of state government with an elected Board of Commissioners.",
    "SampleQuestion": "What is the original name of the Metropolitan Water Reclamation District of Greater Chicago and is it a part of the City of Chicago\u0027s local government?"
  },
  {
    "Id": "\u003Cdbpedia:Samuel_Bownas\u003E",
    "Title": "Samuel Bownas",
    "Text": "Samuel Bownas (1676–1753) was a Quaker travelling minister, and writer.  He lived in the Lancaster and Dover areas of England. His book A Description of the Qualifications Necessary to a Gospel Minister is used to inform Quaker ministry to this day.",
    "SampleQuestion": "Who was Samuel Bownas and what is his lasting contribution to Quaker ministry?"
  },
  {
    "Id": "\u003Cdbpedia:John_Kenneth_Gormley\u003E",
    "Title": "John Kenneth Gormley",
    "Text": "John Kenneth Gormley, Q.C. (born August 2, 1957) is a Canadian radio talk show host, lawyer and Best Selling author.",
    "SampleQuestion": "What is the profession of John Kenneth Gormley, who was born on August 2, 1957?"
  },
  {
    "Id": "\u003Cdbpedia:David_Axmark\u003E",
    "Title": "David Axmark",
    "Text": "David Axmark, born 28 May 1962 in Sweden, is one of the founders of MySQL AB and a developer of the free database server, MySQL. He has been involved with MySQL development from its beginning along with the fellow co-founder Michael Widenius.David has been involved with free software since 1980 and has said he is committed to developing a successful business model using free open source software.",
    "SampleQuestion": "Who is David Axmark and what is he known for in the realm of software development?"
  },
  {
    "Id": "\u003Cdbpedia:Poldice_mine\u003E",
    "Title": "Poldice mine",
    "Text": "Poldice mine is a former metalliferous mine located in Poldice Valley in south-west Cornwall, England, United Kingdom. It is situated near the hamlet of Todpool, between the villages of Twelveheads and St Day, three miles (5 km) west of Redruth.",
    "SampleQuestion": "What type of mine was Poldice mine, and where was it located?"
  },
  {
    "Id": "\u003Cdbpedia:William_Bellinger_Bulloch\u003E",
    "Title": "William Bellinger Bulloch",
    "Text": "William Bellinger Bulloch (1777 — May 6, 1852) was an American Senator from Georgia, uncle to James Stephens Bulloch, granduncle to James Dunwoody Bulloch, Martha Bulloch Roosevelt, and Irvine Stephens Bulloch, great-granduncle to President Theodore Roosevelt, Jr. and Elliott Bulloch Roosevelt, and great-great-granduncle to First Lady of the United States Anna Eleanor Roosevelt.",
    "SampleQuestion": "What was William Bellinger Bulloch\u0027s relationship to President Theodore Roosevelt, Jr. and First Lady Anna Eleanor Roosevelt?"
  },
  {
    "Id": "\u003Cdbpedia:Samuel_Marinus_Zwemer\u003E",
    "Title": "Samuel Marinus Zwemer",
    "Text": "Samuel Marinus Zwemer (April 12, 1867 – April 2, 1952), nicknamed The Apostle to Islam, was an American missionary, traveler, and scholar. He was born at Vriesland, Michigan. In 1887 he received an A.B. from Hope College, Holland, Mich., and in 1890, he received an M.A. from New Brunswick Theological Seminary, New Brunswick, N. J.. His other degrees include a D.D. from Hope College in 1904, a L.L.D. from Muskingum College in 1918, and a D.D.",
    "SampleQuestion": "Who was Samuel Marinus Zwemer, and why was he known as \u0022The Apostle to Islam\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Congregation_Beth_Israel_(West_Hartford,_Connecticut)\u003E",
    "Title": "Congregation Beth Israel (West Hartford, Connecticut)",
    "Text": "--Congregation Beth Israel is a synagogue located in West Hartford, Connecticut.  The synagogue is one of the two the oldest Jewish congregations in Connecticut and one of the largest Reform Jewish congregations in New England, with about 900 member families and about 2,000 individual members.As Temple Beth Israel, its 1933 building was listed on the U.S. National Register of Historic Places in 1995.Beth Israel serves as a center for worship, education, and social programs.",
    "SampleQuestion": "What is the significance of Congregation Beth Israel in West Hartford, Connecticut in terms of its age, size, and function within the Jewish community?"
  },
  {
    "Id": "\u003Cdbpedia:Niklas_Andersson\u003E",
    "Title": "Niklas Andersson",
    "Text": "Niklas Per Andersson (born 20 May 1971) is a retired Swedish professional ice hockey left winger. In his career, he spent time with several National Hockey League (NHL) teams as well as various minor professional teams in North America, but mostly played for Frölunda HC in the Swedish Elitserien.He is the younger brother of former hockey player Mikael Andersson.",
    "SampleQuestion": "Which NHL teams did the Swedish professional ice hockey left winger Niklas Andersson play for during his career?"
  },
  {
    "Id": "\u003Cdbpedia:Table_Mountain_National_Park\u003E",
    "Title": "Table Mountain National Park",
    "Text": "Table Mountain National Park, previously known as the Cape Peninsula National Park, is a national park in Cape Town, South Africa, proclaimed on 29 May 1998, for the purpose of protecting the natural environment of the Table Mountain Chain, and in particular the rare fynbos vegetation. The park is managed by South African National Parks.",
    "SampleQuestion": "What was the previous name of Table Mountain National Park and what is its primary purpose?"
  },
  {
    "Id": "\u003Cdbpedia:The_Adventures_of_Dean_Martin_and_Jerry_Lewis\u003E",
    "Title": "The Adventures of Dean Martin and Jerry Lewis",
    "Text": "The Adventures of Dean Martin and Jerry Lewis is the title of a comic book published by DC Comics featuring the popular team of comedians Dean Martin and Jerry Lewis.  The series ran for 40 issues from 1952 through 1957, at which time the title was renamed because of the real life breakup of the team.  The title was continued as The Adventures of Jerry Lewis thereafter for issues #41-124.  The new series featured the comedian Jerry Lewis in a variety of humorous situations.",
    "SampleQuestion": "What comic book series published by DC Comics featured the comedic duo Dean Martin and Jerry Lewis, and how was it retitled after their real-life breakup?"
  },
  {
    "Id": "\u003Cdbpedia:180th_meridian\u003E",
    "Title": "180th meridian",
    "Text": "The 180th meridian or antimeridian is the meridian which is 180° east or west of the Prime Meridian with which it forms a great circle. It is common to both east longitude and west longitude. It is used as the basis for the International Date Line because it for the most part passes through the open waters of the Pacific Ocean.",
    "SampleQuestion": "What is the significance of the 180th meridian in relation to the International Date Line?"
  },
  {
    "Id": "\u003Cdbpedia:KSVI\u003E",
    "Title": "KSVI",
    "Text": "KSVI, virtual channel 6, is an ABC-affiliated television station in Billings, Montana, broadcasting its digital signal on UHF channel 18. It is owned by the Nexstar Broadcasting Group, in a virtual duopoly with Fox affiliate KHMT (channel 4). On cable, the station is carried on Comcast cable channel 10.KSVI\u0027s programming is also seen on K25BP (channel 25) in Billings, in areas where KSVI\u0027s signal is poor. It can also be seen in Miles City on K16DH (channel 16).",
    "SampleQuestion": "What is the virtual channel number for the ABC-affiliated television station KSVI in Billings, Montana?"
  },
  {
    "Id": "\u003Cdbpedia:Rod_Marinelli\u003E",
    "Title": "Rod Marinelli",
    "Text": "Rodney Marinelli (born July 13, 1949) is an American football coach who is currently the defensive coordinator for the Dallas Cowboys. Marinelli has been a defensive coach for several college and professional teams, serving primarily as a defensive line coach when he has not been a coordinator.From 2006 until 2008, Marinelli was the head coach of the Detroit Lions. He was fired from his position as head coach one day after the season.",
    "SampleQuestion": "Which NFL team did Rod Marinelli serve as head coach for from 2006 to 2008?"
  },
  {
    "Id": "\u003Cdbpedia:Wes_Johnson\u003E",
    "Title": "Wes Johnson",
    "Text": "Wes Johnson (born June 6, 1961) is an American actor, cartoonist, comedian and voice artist, who has appeared in such films as A Dirty Shame, Head of State, The Invasion, For Richer or Poorer and Hearts in Atlantis. Wes is married to his childhood sweetheart Kim Barrett Johnson.",
    "SampleQuestion": "What are some of the films in which Wes Johnson has appeared?"
  },
  {
    "Id": "\u003Cdbpedia:11_Tracks_of_Whack\u003E",
    "Title": "11 Tracks of Whack",
    "Text": "11 Tracks of Whack is the first solo album by Steely Dan guitarist Walter Becker, released in 1994 (see 1994 in music). It was his second collaboration with Steely Dan partner Donald Fagen, who produced the album, since 1980, after Becker produced Fagen\u0027s Kamakiriad (1993).",
    "SampleQuestion": "Who produced Walter Becker\u0027s first solo album \u002211 Tracks of Whack\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Nicolette_Krebitz\u003E",
    "Title": "Nicolette Krebitz",
    "Text": "Nicolette Krebitz (born 2 September 1972 in Berlin, Germany) is a director, actress, model, and singer. She is often credited as Coco in her creative works.",
    "SampleQuestion": "What are the four professions of Nicolette Krebitz, who is also known as Coco in her creative works?"
  },
  {
    "Id": "\u003Cdbpedia:Wood_River_High_School_(Idaho)\u003E",
    "Title": "Wood River High School (Idaho)",
    "Text": "Wood River High School is a public secondary school in Hailey, Idaho, one of two traditional high schools operated by the Blaine County School District #61 (the smaller Carey High School (K-12) is the other). Wood River High School serves the communities of Bellevue, Hailey, Ketchum, and Sun Valley, all in the valley of the Big Wood River, and the current campus opened in August 2003.",
    "SampleQuestion": "What communities does Wood River High School in Hailey, Idaho serve?"
  },
  {
    "Id": "\u003Cdbpedia:Arthur_Quartley\u003E",
    "Title": "Arthur Quartley",
    "Text": "Arthur Quartley (May 24, 1839 – May 19, 1886) was an American painter known for his marine seascapes.Quartley was born in Paris and lived there to the age of twelve, when his family moved to Baltimore, Maryland. He studied drawing with his father Frederick William Quartley, who was an English engraver. His father was reputed to have demanded two drawings per week from the young lad.",
    "SampleQuestion": "Who was Arthur Quartley and what was he known for in the field of art?"
  },
  {
    "Id": "\u003Cdbpedia:John_Allison_(RAF_officer)\u003E",
    "Title": "John Allison (RAF officer)",
    "Text": "Air Chief Marshal Sir John Shakespeare Allison KCB, CBE (born 24 March 1943) is a retired senior Royal Air Force commander.  He is currently the Gentleman Usher to the Sword of State.",
    "SampleQuestion": "Who is the Gentleman Usher to the Sword of State that was born on 24 March 1943 and is a retired senior Royal Air Force commander?"
  },
  {
    "Id": "\u003Cdbpedia:Puppet_on_a_String\u003E",
    "Title": "Puppet on a String",
    "Text": "\u0022Puppet on a String\u0022 is the name of the Eurovision Song Contest-winning song in 1967 by British singer Sandie Shaw. It was her thirteenth UK single release.The song was a UK Singles Chart number one hit on 27 April 1967, staying at the top for a total of three weeks.  Al Hirt released a version of the song in 1967 that went to number 18 on the Adult Contemporary chart and #129 on the Billboard Hot 100.",
    "SampleQuestion": "Who performed the Eurovision Song Contest-winning song \u0022Puppet on a String\u0022 in 1967?"
  },
  {
    "Id": "\u003Cdbpedia:Nisga\u0027a_language\u003E",
    "Title": "Nisga\u0027a language",
    "Text": "Nisga’a (also Nass, Nisgha, Nisg̱a’a, Nishka, Niska, Nishga, Nisqa’a) is a Tsimshianic language of the Nisga\u0027a people of northwestern British Columbia. Nisga\u0027a people, however, do not like the term Tshimshianic as they feel that it gives precedence to Coast Tsimshian. Nisga’a is very closely related to Gitksan. Indeed, many linguists regard Nisga’a and Gitksan as dialects of a single Nass–Gitksan language.",
    "SampleQuestion": "What is the relationship between the Nisga\u0027a language and Gitksan, and why do Nisga\u0027a people disapprove of the term Tsimshianic?"
  },
  {
    "Id": "\u003Cdbpedia:The_Adventures_of_Bob_Hope\u003E",
    "Title": "The Adventures of Bob Hope",
    "Text": "The Adventures of Bob Hope is a comic book series that was published by National Periodical Publications (an imprint of DC Comics).  The series featured stories based on comedian Bob Hope, as well as assorted other humorous stories.  The series ran for 109 issues from 1950 through 1968.",
    "SampleQuestion": "What comic book series, based on comedian Bob Hope and published by National Periodical Publications, ran for 109 issues from 1950 to 1968?"
  },
  {
    "Id": "\u003Cdbpedia:KHMT\u003E",
    "Title": "KHMT",
    "Text": "KHMT is a television station that broadcasts on digital channel 22 in Billings, Montana. The station, affiliated with Fox and Jewelry Television, is owned by Mission Broadcasting; through a local marketing agreement with Nexstar Broadcasting Group, KHMT is a sister station to KSVI, the market\u0027s ABC affiliate. KHMT is licensed to the town of Hardin, the county seat of Big Horn County, located east of Billings.",
    "SampleQuestion": "What digital channel does the Fox-affiliated television station KHMT broadcast on in Billings, Montana?"
  },
  {
    "Id": "\u003Cdbpedia:Community_School_(Sun_Valley,_Idaho)\u003E",
    "Title": "Community School (Sun Valley, Idaho)",
    "Text": "Community School is a private school in the western United States, located in Sun Valley, Idaho. It was established in 1973 as a secondary school and moved to its present location in 1975.",
    "SampleQuestion": "What year was Community School in Sun Valley, Idaho established?"
  },
  {
    "Id": "\u003Cdbpedia:Calamvale_Community_College\u003E",
    "Title": "Calamvale Community College",
    "Text": "Calamvale Community College is a Co-educational, Independent State School based in Brisbane, Queensland, Australia. They are one of Queensland\u0027s first Independent Public Schools. Established in 2002, the College is organised into three sub-schools each with its own principal and staff. The College Principal provides the over–arching leadership for the College.",
    "SampleQuestion": "What type of school is Calamvale Community College and when was it established?"
  },
  {
    "Id": "\u003Cdbpedia:Honey_Lake\u003E",
    "Title": "Honey Lake",
    "Text": "Honey Lake is an endorheic sink within the Honey Lake Valley located in northeastern California, near the Nevada border.  Summer evaporation reduces the lake to a lower level of 12 square kilometers (3,000 acres) and creates an alkali flat.Honey Lake recreational activities include bird-watching, picnicking, hiking, camping, warm-water fishing, and waterfowl hunting.",
    "SampleQuestion": "What are some of the recreational activities available at Honey Lake in northeastern California?"
  },
  {
    "Id": "\u003Cdbpedia:Firefly_(Uriah_Heep_album)\u003E",
    "Title": "Firefly (Uriah Heep album)",
    "Text": "Firefly is the 10th album released by British rock band Uriah Heep. It was first album without David Byron, lead vocalist and a founding member of the band, and the first of three albums with John Lawton.Bassist Trevor Bolder made his Uriah Heep debut on this album. Barring a break of about 18 months in the early 1980s, he remained with the group until his death in 2013.The first single from the album was \u0022Wise Man\u0022.",
    "SampleQuestion": "Who replaced David Byron as the lead vocalist on the British rock band Uriah Heep\u0027s 10th album \u0022Firefly\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Mark_Evelyn_Heath\u003E",
    "Title": "Mark Evelyn Heath",
    "Text": "Sir Mark Evelyn Heath KCVO CMG (27 May 1927 – 28 September 2005), a British diplomat, was Her Britannic Majesty\u0027s Envoy Extraordinary and Minister Plenipotentiary to the Holy See (1980–82), and the first Ambassador to the Holy See (1982–85).",
    "SampleQuestion": "Who was the first Ambassador to the Holy See from 1982 to 1985?"
  },
  {
    "Id": "\u003Cdbpedia:The_Adventures_of_Alan_Ladd\u003E",
    "Title": "The Adventures of Alan Ladd",
    "Text": "Adventures of Alan Ladd was a nine-issue series of comic books published by DC Comics from 1949 to 1951.  The stories featureded the film actor Alan Ladd in a variety of adventurous situations.  The first six issues have covers with photos of the actor.",
    "SampleQuestion": "What is \u0022The Adventures of Alan Ladd,\u0022 and what is unique about the covers of its first six issues?"
  },
  {
    "Id": "\u003Cdbpedia:Engram_(Dianetics)\u003E",
    "Title": "Engram (Dianetics)",
    "Text": "In Dianetics and Scientology, an engram is defined as \u0022a mental image picture which is a recording of an experience containing pain, unconsciousness and a real or fancied threat to survival. It is a recording in the reactive mind of something which actually happened to an individual in the past and which contained pain and unconsciousness ... It must, by definition, have impact or injury as part of its content.",
    "SampleQuestion": "What is an engram according to Dianetics and Scientology?"
  },
  {
    "Id": "\u003Cdbpedia:Chuck_Whelon\u003E",
    "Title": "Chuck Whelon",
    "Text": "Chuck Whelon (born 1969), is an internationally published author and cartoonist based in San Francisco California.",
    "SampleQuestion": "What is the profession of Chuck Whelon, and where is he based?"
  },
  {
    "Id": "\u003Cdbpedia:Freya_North\u003E",
    "Title": "Freya North",
    "Text": "Freya North (born November 21, 1967) is a British writer, active since 1996, and one of the precursors of chick lit.  Her novels, which have been critical and financial successes, centre on strong female characters and their raunchy exploits.",
    "SampleQuestion": "What genre is Freya North, a British writer active since 1996, associated with, and what are the central themes of her novels?"
  },
  {
    "Id": "\u003Cdbpedia:Pansipit_River\u003E",
    "Title": "Pansipit River",
    "Text": "The Pansipit River is a short river located in the Batangas province of the Philippines. The river is the sole drainage outlet of Taal Lake, which empties to Balayan Bay.  The river stretches about 9 kilometres (5.6 mi) passing along the towns of Agoncillo, Lemery, San Nicolas and Taal serving as border between the communities. It has a very narrow entrance from Taal Lake.",
    "SampleQuestion": "Which towns does the Pansipit River pass through as it serves as a border between communities in the Batangas province of the Philippines?"
  },
  {
    "Id": "\u003Cdbpedia:Golden_Isles_Terminal_Railroad\u003E",
    "Title": "Golden Isles Terminal Railroad",
    "Text": "The Golden Isles Terminal Railroad (reporting mark GITM) is a terminal railroad that began operations in 1998, taking over from the Colonel\u0027s Island Railroad.  It operates 33 miles of track in and around the port at Brunswick, GA.  Starting in 1998, GITM is owned by Genesee \u0026 Wyoming Inc.",
    "SampleQuestion": "What company has owned the Golden Isles Terminal Railroad since it began operations in 1998?"
  },
  {
    "Id": "\u003Cdbpedia:United_States_v._United_States_District_Court\u003E",
    "Title": "United States v. United States District Court",
    "Text": "United States v. U.S. District Court, 407 U.S. 297 (1972), also known as the Keith case, was a landmark United States Supreme Court decision that upheld, in a unanimous 8-0 ruling, the requirements of the Fourth Amendment in cases of domestic surveillance targeting a domestic threat.The United States charged John Sinclair, Lawrence \u0027Pun\u0027 Plamondon, and John Forrest with conspiracy to destroy government property.",
    "SampleQuestion": "What Supreme Court case, known as the Keith case, unanimously upheld Fourth Amendment requirements in domestic surveillance cases and involved the United States charging individuals with conspiracy to destroy government property?"
  },
  {
    "Id": "\u003Cdbpedia:Maritime_Life\u003E",
    "Title": "Maritime Life",
    "Text": "The Maritime Life Assurance Company was a Canadian insurance company based in Halifax, Nova Scotia, Canada. It was founded in 1922 and in 2004 it became fully integrated with Manulife Financial, with the Maritime Life brand being retired. In 2004 it had 2700 employees.[1]The Maritime Life headquarters was located in Armdale, Nova Scotia (part of Halifax) near the head of the Northwest Arm.",
    "SampleQuestion": "What year was the Maritime Life Assurance Company founded, and when did it become fully integrated with Manulife Financial?"
  },
  {
    "Id": "\u003Cdbpedia:Hello_Angel\u003E",
    "Title": "Hello Angel",
    "Text": "Hello Angel is an original album by British singer Sandie Shaw, released in 1988.",
    "SampleQuestion": "What is the name of the original album released by British singer Sandie Shaw in 1988?"
  },
  {
    "Id": "\u003Cdbpedia:Hartford_Seminary\u003E",
    "Title": "Hartford Seminary",
    "Text": "Hartford Seminary is a theological college in Hartford, Connecticut, USA.",
    "SampleQuestion": "What type of educational institution is Hartford Seminary, and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Choose_Life_(Sandie_Shaw_album)\u003E",
    "Title": "Choose Life (Sandie Shaw album)",
    "Text": "Choose Life is an album by British singer Sandie Shaw. Though mostly remembered for her work in the 1960s, this album contains the first of several tracks recorded in the 1980s.More information about this album is available at the Sandie Shaw entry.",
    "SampleQuestion": "What decade did British singer Sandie Shaw record the album \u0022Choose Life,\u0022 which marked a departure from her work in the 1960s?"
  },
  {
    "Id": "\u003Cdbpedia:Mini-Europe\u003E",
    "Title": "Mini-Europe",
    "Text": "Mini-Europe is a miniature park located in Bruparck at the foot of the Atomium in Brussels, Belgium. Mini-Europe has reproductions of monuments in the European Union on show, at a scale of 1:25. Roughly 80 cities and 350 buildings are represented.  Mini-Europe receives 350,000 visitors per year and has a turnover of 4 million Euros.The park contains live action models such as trains, mills, an erupting Mount Vesuvius, and cable cars. A guide gives the details on all the monuments.",
    "SampleQuestion": "What is the scale of the reproductions of monuments in Mini-Europe, and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Washington_Color_School\u003E",
    "Title": "Washington Color School",
    "Text": "A visual-art movement of the late 1950s through the late-1960s centered in Washington, DC, the Washington Color School describes a form of abstract art that developed from color field painting, itself a form of abstract art that explored ways to use large solid areas of paint, as exemplified by the work of Mark Rothko and Helen Frankenthaler.",
    "SampleQuestion": "What art movement, centered in Washington, DC during the late 1950s to late 1960s, is known for its development from color field painting and features large solid areas of paint as exemplified by artists like Mark Rothko and Helen Frankenthaler?"
  },
  {
    "Id": "\u003Cdbpedia:Timberline_High_School_(Weippe,_Idaho)\u003E",
    "Title": "Timberline High School (Weippe, Idaho)",
    "Text": "Timberline Schools are a combined elementary and secondary school in Clearwater County, Idaho. Midway between Weippe and Pierce on Highway 11, the schools are operated by the Orofino Joint School District #171, headquartered to the west in Orofino. The school colors are black and gold, and the mascot is a Spartan.The school was originally established as a high school.",
    "SampleQuestion": "What are the school colors and mascot of Timberline High School in Weippe, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Ronnie_Hilton\u003E",
    "Title": "Ronnie Hilton",
    "Text": "Ronnie Hilton (26 January 1926 – 21 February 2001) was an English singer and radio presenter. According to his obituary in The Guardian newspaper, \u0022For a time Hilton was a star – strictly for home consumption – with nine Top 20 hits between 1954 and 1957, that transitional era between 78 and 45rpm records. A quarter of a century later he became the voice of BBC Radio 2\u0027s Sounds of the Fifties series\u0022.",
    "SampleQuestion": "What was Ronnie Hilton\u0027s contribution to BBC Radio 2, and how was he recognized in The Guardian newspaper obituary?"
  },
  {
    "Id": "\u003Cdbpedia:Carey_High_School_(Carey,_Idaho)\u003E",
    "Title": "Carey High School (Carey, Idaho)",
    "Text": "Carey School is a K-12 school in the Blaine County School District and serves the rural farming community of Carey, Idaho. The high school is located on the same campus that includes an elementary and junior high school, encompassing Carey School.The Carey High School football team was the 2006 and 2008 state champion in 1A Division II eight-man football in Idaho, their fourth state championship title. The Carey girls basketball have gone to state three years in a row.",
    "SampleQuestion": "What achievements have the Carey High School football and girls basketball teams accomplished in their respective sports?"
  },
  {
    "Id": "\u003Cdbpedia:Reviewing_the_Situation\u003E",
    "Title": "Reviewing the Situation",
    "Text": "Reviewing the Situation is the fifth original album by 1960s British girl singer Sandie Shaw. Released in late 1969 by Pye Records, it contained material very different from that which pop-lovers were accustomed to hearing from Shaw. This was Shaw\u0027s first time producing an album herself and she chose to cover songs made popular by more alternative artists who she felt had had a big impact on the music of the 1960s.",
    "SampleQuestion": "Who chose to cover songs by alternative artists for the first time on her fifth original album \u0022Reviewing the Situation\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:William_Stark_(loyalist)\u003E",
    "Title": "William Stark (loyalist)",
    "Text": "William Stark (April 1, 1724 – August 27, 1776) was a Revolutionary War era officer.",
    "SampleQuestion": "What was the profession of William Stark, and during which historical period did he serve?"
  },
  {
    "Id": "\u003Cdbpedia:Innocent_Victim\u003E",
    "Title": "Innocent Victim",
    "Text": "Released in 1977, Innocent Victim is the 11th album released by British rock band Uriah Heep.Although it did not chart in the US or UK, Innocent Victim was highly successful in Germany and New Zealand.The single \u0022Free Me\u0022 was a #1 hit in NZ. Innocent victim went on to sell well over 1 million copies in Germany alone. It reached #19 and #44 in NZ and Australia respectively.The eyes of drummer Lee Kerslake were used for the snake on the cover artwork.",
    "SampleQuestion": "What is the title of the 11th album released by British rock band Uriah Heep in 1977, which featured the drummer Lee Kerslake\u0027s eyes on the snake in its cover artwork?"
  },
  {
    "Id": "\u003Cdbpedia:De_vita_libri_tres\u003E",
    "Title": "De vita libri tres",
    "Text": "The De vita libri tres or Three Books on Life was written in the years 1480–1489 by Italian Platonist Marsilio Ficino.  It was first circulated in manuscript form and then published on December 3, 1489. It was constantly in print through the middle of the seventeenth century.De vita is a curious amalgam of philosophy, medicine, \u0022natural magic\u0022 and astrology, and is possibly the first book ever written about the health of the intellectual and its peculiar concerns.",
    "SampleQuestion": "Who is the author of \u0022De vita libri tres,\u0022 and what are the main subjects covered in this work?"
  },
  {
    "Id": "\u003Cdbpedia:Henry_McCallum\u003E",
    "Title": "Henry McCallum",
    "Text": "Sir Henry Edward McCallum, KCMG, (October 28, 1852 – November 24, 1919) colonial governor born Yeovil, Somersetshire, England and died in England.McCallum attended the Royal Military College in Woolwich and began his colonial service career in 1874. He was governor of Lagos Colony before coming to Newfoundland in 1899. The friction between McCallum and Prime Minister Robert Bond resulted in his recall in early 1901.",
    "SampleQuestion": "What was the reason for Sir Henry McCallum\u0027s recall from his position as governor of Newfoundland in early 1901?"
  },
  {
    "Id": "\u003Cdbpedia:Love_Me,_Please_Love_Me\u003E",
    "Title": "Love Me, Please Love Me",
    "Text": "Love Me, Please Love Me is the third original album or LP by 1960s British girl singer Sandie Shaw. It was issued by Pye Records in November 1967, several months after Shaw\u0027s triumph in that year\u0027s Eurovision Song Contest. The album mainly contains cover versions of songs made popular by other artists, like Michel Polnareff\u0027s \u0022Love Me, Please Love Me\u0022, though two songs are written by Chris Andrews, who was Shaw\u0027s personal songwriter for much of the 1960s.",
    "SampleQuestion": "Who was Sandie Shaw\u0027s personal songwriter for much of the 1960s, and which album of hers, released in November 1967, mainly contains cover versions of songs?"
  },
  {
    "Id": "\u003Cdbpedia:Pontifical_Catholic_University_of_Rio_de_Janeiro\u003E",
    "Title": "Pontifical Catholic University of Rio de Janeiro",
    "Text": "The Pontifícia Universidade Católica do Rio de Janeiro  (Pontifical Catholic University of Rio de Janeiro, PUC-Rio) is a Catholic university in Rio de Janeiro, Brazil. It is the joint responsibility of the Catholic Archdiocese of Rio de Janeiro and the Society of Jesus.",
    "SampleQuestion": "Which religious organizations are responsible for the Pontifical Catholic University of Rio de Janeiro?"
  },
  {
    "Id": "\u003Cdbpedia:Mussaf\u003E",
    "Title": "Mussaf",
    "Text": "Mussaf (also spelled Musaf) is an additional service that is recited on Shabbat, Yom Tov, Chol Hamoed, and Rosh Chodesh. The service, which is traditionally combined with the Shacharit in synagogues, is considered to be additional to the regular services of Shacharit, Mincha, and Maariv.During the days of the Holy Temple, additional offerings were offered on these festive days.",
    "SampleQuestion": "What is Mussaf and on which occasions is it recited in synagogues?"
  },
  {
    "Id": "\u003Cdbpedia:Retroflex_clicks\u003E",
    "Title": "Retroflex clicks",
    "Text": "The retroflex clicks are a family of click consonants known only from the Central !Kung dialects of Namibia and the Damin ritual jargon of Australia. They may be sub-apical retroflex and should not be confused with the more widespread postalveolar clicks, which are sometimes called retroflex. There is no symbol in the International Phonetic Alphabet that represents the forward articulation of these sounds, but one may be derived with a rhotic diacritic from the alveolar click: ⟨ǃ˞⟩.",
    "SampleQuestion": "What are retroflex clicks, and where are they found in spoken languages?"
  },
  {
    "Id": "\u003Cdbpedia:Harry_Potts\u003E",
    "Title": "Harry Potts",
    "Text": "Harold \u0022Harry\u0022 Potts (22 October 1920 – 16 January 1996) was an English football player and manager.",
    "SampleQuestion": "What was the full name of English football player and manager Harry Potts, and when was he born and when did he pass away?"
  },
  {
    "Id": "\u003Cdbpedia:The_Sandie_Shaw_Supplement\u003E",
    "Title": "The Sandie Shaw Supplement",
    "Text": "The Sandie Shaw Supplement was a television show hosted by 1960s British singer Sandie Shaw in 1968 and also the name of her fourth original album released in November of that year by Pye Records and re-issued shortly afterwards on the Marble Arch label. The TV show included Shaw singing the songs from the album.Most of the shows have since been erased by the BBC, after Shaw asked for them to put the film on videotape.",
    "SampleQuestion": "What was the relationship between \u0022The Sandie Shaw Supplement\u0022 television show and Sandie Shaw\u0027s fourth original album?"
  },
  {
    "Id": "\u003Cdbpedia:Pores_Knob\u003E",
    "Title": "Pores Knob",
    "Text": "Pores Knob is a mountain peak located in Wilkes County, North Carolina.",
    "SampleQuestion": "What is Pores Knob and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Highland_High_School_(Craigmont,_Idaho)\u003E",
    "Title": "Highland High School (Craigmont, Idaho)",
    "Text": "Highland School is a seven-year secondary school, a high school and middle school in Craigmont, Idaho, the only secondary school in the Highland Joint School District #305. Located on the Camas Prairie in rural Lewis County in the north central part of the state, it is often referred to as \u0022Highland-Craigmont\u0022 to distinguish it from the larger Highland High School in Pocatello.",
    "SampleQuestion": "What is the significance of the name \u0022Highland-Craigmont\u0022 for the secondary school located in Craigmont, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Kirk_Humphreys\u003E",
    "Title": "Kirk Humphreys",
    "Text": "Kirk Humphreys (born September 13, 1950) served as Mayor of Oklahoma City from April 9, 1998 to November 3, 2003. He was considered a favorite candidate of the Republican party establishment for U.S. Senator in 2004,  losing to former Congressman Tom Coburn, MD in the primary. Humphreys is the chairman of The Humphreys Company.",
    "SampleQuestion": "Who succeeded Kirk Humphreys as Mayor of Oklahoma City in 2003?"
  },
  {
    "Id": "\u003Cdbpedia:Scheyern_Abbey\u003E",
    "Title": "Scheyern Abbey",
    "Text": "Scheyern Abbey, formerly also Scheyern Priory (Kloster Scheyern) is a house of the Benedictine Order in Scheyern in Bavaria.",
    "SampleQuestion": "What is Scheyern Abbey and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Red_Star_Line\u003E",
    "Title": "Red Star Line",
    "Text": "The Red Star Line was an ocean passenger line founded in 1871 as a joint venture between the International Navigation Company of Philadelphia, which also ran the American Line, and the Société Anonyme de Navigation Belgo-Américaine of Antwerp, Belgium. The company\u0027s main ports of call were Antwerp in Belgium, Liverpool and Southampton in the United Kingdom and New York City and Philadelphia in the United States.",
    "SampleQuestion": "What was the Red Star Line, and which ports did its ships primarily operate between?"
  },
  {
    "Id": "\u003Cdbpedia:St._Maries_High_School\u003E",
    "Title": "St. Maries High School",
    "Text": "St. Maries High School is a four-year public secondary school in St. Maries, Idaho, the only high school in the St. Maries Joint School District #41. Located in north central Idaho in Benewah County, the high school is just north of the city and its airport, across the St. Joe River. Adjacent to a national forest in an area historically dominated by logging, the school colors are forest green and gold and the mascot is a lumberjack.The middle school and only elementary school (Heyburn) in St.",
    "SampleQuestion": "What is the mascot of St. Maries High School, and what are the school colors?"
  },
  {
    "Id": "\u003Cdbpedia:The_Pueblo_Chieftain\u003E",
    "Title": "The Pueblo Chieftain",
    "Text": "The Pueblo Chieftain is an American daily newspaper published in Pueblo, Colorado. 2012 marks its 144th year publishing.The Chieftain was established in 1868 by Dr. Michael Beshoar, the first doctor in Trinidad, Colorado. Wilbur Fisk Stone George A. Hinsdale were the first two editors.Published by the Star-Journal Publishing Corp., the Chieftain reported 2005 circulation of 53,250. The current Chieftain Publisher is Robert H. Rawlings.",
    "SampleQuestion": "What is the history and circulation of The Pueblo Chieftain newspaper?"
  },
  {
    "Id": "\u003Cdbpedia:Dugald_Malcolm\u003E",
    "Title": "Dugald Malcolm",
    "Text": "Captain Dugald Malcolm, CMG CVO TD (22 December 1917 – 16 February 2000) was a British diplomat, Her Britannic Majesty\u0027s Envoy Extraordinary and Minister Plenipotentiary to the Holy See 1975-1977.Malcolm was born in 1917, the son of Major-General Sir Neill Malcolm, and educated at Eton College and New College, Oxford. After serving in the Argyll and Sutherland Highlanders in the Second World War, he joined the Foreign Office in 1945.",
    "SampleQuestion": "What position did Captain Dugald Malcolm hold at the Holy See from 1975 to 1977?"
  },
  {
    "Id": "\u003Cdbpedia:National_Association_of_Boat_Owners\u003E",
    "Title": "National Association of Boat Owners",
    "Text": "The National Association of Boat Owners (NABO) is a UK inland boating organisation, of which its primary dedication according to their website \u0022s:\\Promoting the interests of private boaters on Britain\u0027s canals, rivers and lakes, so that their voice can be heard when decisions are being made which might affect their boating\u0022↑ ↑",
    "SampleQuestion": "What is the primary mission of the National Association of Boat Owners (NABO) in the UK?"
  },
  {
    "Id": "\u003Cdbpedia:Fort_Hill_Community_School\u003E",
    "Title": "Fort Hill Community School",
    "Text": "Fort Hill Community School is a secondary school located in Winklebury, Basingstoke, Hampshire, UK.",
    "SampleQuestion": "What is the location of Fort Hill Community School?"
  },
  {
    "Id": "\u003Cdbpedia:Sharon_Cuneta\u003E",
    "Title": "Sharon Cuneta",
    "Text": "Sharon Gamboa Cuneta-Pangilinan (born January 6, 1966), better known as Sharon Cuneta, is a Filipino singer, actress and TV host.She has starred in 53 films, 10 television shows, and recorded 40 albums.",
    "SampleQuestion": "What is Sharon Cuneta known for in the Philippines?"
  },
  {
    "Id": "\u003Cdbpedia:David_McCormack\u003E",
    "Title": "David McCormack",
    "Text": "David McCormack (born 1968) is an Australian musician and singer-songwriter, best-known as frontman of Brisbane-based rock group Custard.",
    "SampleQuestion": "Who is the lead singer of the Brisbane-based rock group Custard?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_credentials_in_psychology\u003E",
    "Title": "List of credentials in psychology",
    "Text": "This list is of professional and academic credentials in the field of psychology and allied fields, including psychotherapy, counseling and social work. Academic degrees such as the doctorate are available in these fields, but only those specifically for psychological subjects are included.",
    "SampleQuestion": "What does the \u0022List of credentials in psychology\u0022 include from the fields of psychology, psychotherapy, counseling, and social work?"
  },
  {
    "Id": "\u003Cdbpedia:Promise_Me_You\u0027ll_Remember_(Love_Theme_from_The_Godfather_Part_III)\u003E",
    "Title": "Promise Me You\u0027ll Remember (Love Theme from The Godfather Part III)",
    "Text": "\u0022Promise Me You\u0027ll Remember (Love Theme from The Godfather Part III)\u0022 is a song written for The Godfather Part III (1990), the third film in The Godfather trilogy. \u0022Promise Me You\u0027ll Remember\u0022 is the vocal version of the love theme.The music is written by Carmine Coppola, the lyrics by John Bettis. The song is sung by Harry Connick, Jr. It is track #12 on The Godfather Part III soundtrack.Harry Connick, Jr. sang \u0022Promise Me You\u0027ll Remember\u0022 on the Academy Awards telecast in 1991.",
    "SampleQuestion": "What is the title of the song performed by Harry Connick, Jr. that serves as the vocal version of the love theme for The Godfather Part III?"
  },
  {
    "Id": "\u003Cdbpedia:Angela_Lindvall\u003E",
    "Title": "Angela Lindvall",
    "Text": "Angela Lindvall (born January 14, 1979) is an American model and actress. She has appeared in several films, including Kiss Kiss Bang Bang in 2005 and Small Apartments in 2010. She was the host of the fashion reality series Project Runway: All Stars, an extension of the popular series Project Runway.",
    "SampleQuestion": "What films has American model and actress Angela Lindvall appeared in, and what fashion reality series did she host?"
  },
  {
    "Id": "\u003Cdbpedia:Belper_(UK_Parliament_constituency)\u003E",
    "Title": "Belper (UK Parliament constituency)",
    "Text": "Belper is a former constituency in the UK Parliament. It was created at the 1918 general election as a county division of Derbyshire, comprising the area in the centre of the county and surrounding Derby, and named after the market town of Belper although this was in the north of the constituency. In 1950 it was expanded to include the far south of the county.",
    "SampleQuestion": "What UK Parliament constituency, named after a Derbyshire market town and established in 1918, was expanded in 1950 to include the southernmost part of the county?"
  },
  {
    "Id": "\u003Cdbpedia:Delhi_cricket_team\u003E",
    "Title": "Delhi cricket team",
    "Text": "The Delhi cricket team is one of the first-class cricket teams based in Delhi, run by the Delhi District Cricket Association, that plays in India\u0027s domestic competition, the Ranji Trophy. They have won the tournament seven times and have been runners-up seven. Their latest title in 2007-08 came after a long wait of 16 years. The previous win was in the 1991-92 season when they beat Tamil Nadu in the final. The team\u0027s home ground is Feroz Shah Kotla Ground.",
    "SampleQuestion": "What is the home ground of the Delhi cricket team, and how many times have they won the Ranji Trophy as of the latest information provided?"
  },
  {
    "Id": "\u003Cdbpedia:Concert_on_the_Rock\u003E",
    "Title": "Concert on the Rock",
    "Text": "Concert on the Rock was an international rock festival that took place in Nakatsu city, Ōita Prefecture, Japan. It was in aid of UNICEF, and was established in 2004.It had J-Pop, rock, salsa, cumbia, reggae, punk, dance, nu jazz, and traditional folk performances. The 2005 edition was held on May 14 and 15. Due to noise complaints over the past years, organizers have taken the decision to discontinue the event.",
    "SampleQuestion": "What was the purpose of the \u0022Concert on the Rock\u0022 festival held in Nakatsu city, and why was it discontinued?"
  },
  {
    "Id": "\u003Cdbpedia:Mid_Armagh_(UK_Parliament_constituency)\u003E",
    "Title": "Mid Armagh (UK Parliament constituency)",
    "Text": "Mid Armagh was a constituency in the Parliament of the United Kingdom. It was created by the Redistribution of Seats Act for the 1885 general election and returned one Member of Parliament (MP) until it was abolished with effect from the 1922 general election.",
    "SampleQuestion": "What was the duration of Mid Armagh\u0027s existence as a constituency in the UK Parliament?"
  },
  {
    "Id": "\u003Cdbpedia:Nancy_Keesing\u003E",
    "Title": "Nancy Keesing",
    "Text": "Nancy Keesing (7 September 1923 – 19 January 1993) was a Jewish Australian writer and editor.Nancy Keesing was born in Sydney, Australia and attended school at Sydney Church of England Girls\u0027 Grammar School, the Frensham School and then went on to the University of Sydney. Her Garden Island People, written in 1975, detailed her work during World War II and post-war work at the Royal Alexandra Hospital for Children.",
    "SampleQuestion": "What is the title of the book written by Nancy Keesing that details her experiences during World War II and her post-war work at the Royal Alexandra Hospital for Children?"
  },
  {
    "Id": "\u003Cdbpedia:168_(number)\u003E",
    "Title": "168 (number)",
    "Text": "168 (one hundred [and] sixty-eight) is the natural number following 167 and preceding 169.",
    "SampleQuestion": "What is the natural number that comes after 167 and before 169?"
  },
  {
    "Id": "\u003Cdbpedia:Charlotte,_Columbia_and_Augusta_Railroad\u003E",
    "Title": "Charlotte, Columbia and Augusta Railroad",
    "Text": "The Charlotte, Columbia and Augusta Railroad was formed in 1869 with the merger of the Charlotte and South Carolina Railroad and the Columbia and Augusta Railroad.",
    "SampleQuestion": "What two railroads merged to form the Charlotte, Columbia and Augusta Railroad in 1869?"
  },
  {
    "Id": "\u003Cdbpedia:Cantons_of_the_Nord_department\u003E",
    "Title": "Cantons of the Nord department",
    "Text": "The following is a list of the 41 cantons of the Nord department, in France, following the French canton reorganisation which came into effect in March 2015:",
    "SampleQuestion": "How many cantons are there in the Nord department of France after the reorganization in March 2015?"
  },
  {
    "Id": "\u003Cdbpedia:Lolita_Files\u003E",
    "Title": "Lolita Files",
    "Text": "Lolita Files (born September 25, 1963) is a contemporary African-American author, screenwriter, and producer. Among her six bestselling novels are book club favorites Scenes from a Sistah and Child of God. Files has a degree in Broadcast Journalism from the University of Florida and currently resides in Los Angeles, CA. In 2005, rap artist Kanye West optioned the film rights of her fourth novel, Child of God.",
    "SampleQuestion": "What is the profession of Lolita Files and which of her novels was optioned for film rights by Kanye West?"
  },
  {
    "Id": "\u003Cdbpedia:Bear_Lake_High_School\u003E",
    "Title": "Bear Lake High School",
    "Text": "Bear Lake High School is a public secondary school in Montpelier, Idaho, the only traditional high school of Bear Lake School District #33 and Bear Lake County.",
    "SampleQuestion": "What is the only traditional high school in Bear Lake County, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Gemma_Files\u003E",
    "Title": "Gemma Files",
    "Text": "Gemma Files is a Canadian horror writer, journalist, and film critic. Her short story, \u0022The Emperor\u0027s Old Bones\u0022, won the International Horror Guild Award for Best Short Story of 1999. Five of her short stories were adapted for the television series The Hunger.",
    "SampleQuestion": "Which Canadian horror writer, who also works as a journalist and film critic, won the International Horror Guild Award for Best Short Story of 1999?"
  },
  {
    "Id": "\u003Cdbpedia:Inner_Loop_(Washington,_D.C.)\u003E",
    "Title": "Inner Loop (Washington, D.C.)",
    "Text": "The Inner Loop was two planned freeways around downtown Washington, D.C. The innermost loop would have formed an oval centered on the White House, with a central freeway connecting the southern segment to the northern segment and then continuing on to Interstate 95. Interstate 95 would have met Interstate 66, Interstate 295, Interstate 695, and US 50 while traversing the Inner Loop.",
    "SampleQuestion": "What was the purpose of the Inner Loop in Washington, D.C., and which major interstates and highway would it have connected?"
  },
  {
    "Id": "\u003Cdbpedia:Izumi_Todo\u003E",
    "Title": "Izumi Todo",
    "Text": "Izumi Todo (東堂いづみ Tōdō Izumi), who is credited with creating series like Ojamajo Doremi and Futari wa Pretty Cure, is a house name for the staff at Toei Animation. Pseudonyms used in a similar manner include Hajime Yatate from Sunrise and Saburo Yatsude for Toei Company\u0027s anime and tokusatsu television productions.The name comes from \u0022Tōei Dōga (the old name of Toei Animation), Ōizumi Studio\u0022 (written in Japanese as 東映動画大泉スタジオ).",
    "SampleQuestion": "What is the significance of the pseudonym \u0022Izumi Todo\u0022 in relation to Toei Animation?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_Casualty_characters\u003E",
    "Title": "List of Casualty characters",
    "Text": "Casualty is an emergency medical drama, broadcast on BBC One in the UK. This is a list of characters of Casualty, both present and past.",
    "SampleQuestion": "Which BBC One show features a list of characters, both present and past, in its emergency medical drama \u0022Casualty\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Yellowstone_Public_Radio\u003E",
    "Title": "Yellowstone Public Radio",
    "Text": "Yellowstone Public Radio is a public radio regional network based in Billings, Montana with transmitters covering most of Montana, as well as northern Wyoming.  It is operated by Montana State University Billings.  It airs a mix of programming from National Public Radio, classical music and jazz.",
    "SampleQuestion": "What type of programming does Yellowstone Public Radio broadcast and which university operates it?"
  },
  {
    "Id": "\u003Cdbpedia:Standard,_Alberta\u003E",
    "Title": "Standard, Alberta",
    "Text": "Standard is a village located in the southern part of the province of Alberta, Canada. It is situated within the County of Wheatland, approximately 80 kilometres (50 mi) east of the city of Calgary. The Canadian Pacific Railway tracks pass south of the village. The village was originally settled by Danish immigrants. Standard\u0027s economy is based on the surrounding farming community and the energy industry, with a number of oil and gas rigs in operation in the vicinity.",
    "SampleQuestion": "What is the basis of Standard, Alberta\u0027s economy, and what is its historical connection to Danish immigrants?"
  },
  {
    "Id": "\u003Cdbpedia:Colonel\u0027s_Island_Railroad\u003E",
    "Title": "Colonel\u0027s Island Railroad",
    "Text": "In the late 1960s, the State of Georgia started an improvement project for the port at Brunswick, Georgia.  In this project, the Colonel\u0027s Island Railroad (reporting mark CISD) was created as a part of the Georgia Ports Authority.  The CISD operated 33 miles of track in and around the Brunswick area.  In 1998, the railroad sold most of its assets and the Golden Isles Terminal Railroad began operating on the line.  The Ports Authority retained ownership of the track, but the CISD was disbanded.",
    "SampleQuestion": "What was the purpose of creating the Colonel\u0027s Island Railroad in Brunswick, Georgia during the late 1960s?"
  },
  {
    "Id": "\u003Cdbpedia:Marsh_Valley_High_School\u003E",
    "Title": "Marsh Valley High School",
    "Text": "Marsh Valley High School is a high school in Arimo, Idaho located at 12805 S Old Highway 91 Arimo, ID 83214-1613.",
    "SampleQuestion": "What is the address of Marsh Valley High School in Arimo, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Play_Dead_(band)\u003E",
    "Title": "Play Dead (band)",
    "Text": "Play Dead were an English post-punk group from Oxford that grew out of the fading English punk scene in 1980. Though the band was identified with groups like UK Decay and Sex Gang Children, the band felt they didn\u0027t belong under the gothic title.",
    "SampleQuestion": "Which English post-punk group from Oxford, formed in 1980, felt they did not fit under the gothic title despite being identified with bands like UK Decay and Sex Gang Children?"
  },
  {
    "Id": "\u003Cdbpedia:Chatham_Standard_Time_Zone\u003E",
    "Title": "Chatham Standard Time Zone",
    "Text": "The Chatham Standard Time Zone is a geographic region that keeps time by adding twelve hours and forty-five minutes to Coordinated Universal Time (UTC) resulting in UTC\u002B12:45.The Chatham Standard Time Zone is used exclusively in the Chatham Islands, New Zealand, located in the South Pacific Ocean at 43°53′54″S, 176°31′44″W.It is one of only three time zones with a 45-minute offset from UTC, the others being Nepal Time (UTC\u002B05:45) and the unofficial Australian Central Western Time (UTC\u002B08:45).During summer daylight saving time is observed and clocks are advanced one hour.",
    "SampleQuestion": "What is the time offset for the Chatham Standard Time Zone from Coordinated Universal Time (UTC), and where is this time zone exclusively used?"
  },
  {
    "Id": "\u003Cdbpedia:Broyles_Award\u003E",
    "Title": "Broyles Award",
    "Text": "The Broyles Award is an annual award given to honor the best assistant coach in college football.  First awarded in 1996, it was named after former University of Arkansas men\u0027s athletic director Frank Broyles.  The award is presented in Little Rock, Arkansas at the Downtown Rotary Club. To date 9 of the 18 winners have gone on to become head football coaches.",
    "SampleQuestion": "What is the Broyles Award and who does it recognize in college football?"
  },
  {
    "Id": "\u003Cdbpedia:Buronson\u003E",
    "Title": "Buronson",
    "Text": "Buronson (武論尊), real name Yoshiyuki Okamura (岡村 善行, Okamura Yoshiyuki), also known as  Sho Fumimura (史村 翔, Fumimura Shō), is a Japanese manga artist, most known for creating Fist of the North Star. In 2002, he shared the Shogakukan Manga Award for general manga for Heat with Ryoichi Ikegami.",
    "SampleQuestion": "What is the real name of the manga artist Buronson, who is known for creating \u0022Fist of the North Star\u0022 and won the Shogakukan Manga Award for general manga in 2002?"
  },
  {
    "Id": "\u003Cdbpedia:P.E.A.C.E._Plan\u003E",
    "Title": "P.E.A.C.E. Plan",
    "Text": "The P E A C E Plan is an initiative begun by Saddleback Church in Lake Forest, California. Senior pastor Rick Warren\u0027s stated intention in launching the P E A C E  (or PEACE) Plan is to involve every Christian and every church in every nation in the task of serving people in the areas of the greatest global needs. The tag-line is \u0027Ordinary people empowered by God making a difference together wherever they are\u0027.",
    "SampleQuestion": "What is the purpose of the P.E.A.C.E. Plan initiated by Saddleback Church and its senior pastor Rick Warren?"
  },
  {
    "Id": "\u003Cdbpedia:McElroy_Auditorium\u003E",
    "Title": "McElroy Auditorium",
    "Text": "McElroy Auditorium, also known as the Hippodrome, is a 5,155 permanent seat multipurpose arena located in Waterloo, Iowa.  The auditorium was built in 1919 and renovated in 1936, when the roof was raised, floor was excavated and additional seating was added.",
    "SampleQuestion": "What is the seating capacity of McElroy Auditorium, and in which city is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Man_of_the_House_(1995_film)\u003E",
    "Title": "Man of the House (1995 film)",
    "Text": "Man of the House is a 1995 comedy film starring Chevy Chase, Farrah Fawcett and Jonathan Taylor Thomas.  Marking Thomas\u0027 motion picture debut, this Disney comedy is about a boy (Thomas) who must come to terms with his potential stepfather (Chase), a well-meaning lawyer who is unknowingly the subject of a manhunt by relatives of a man he helped land in prison. It was shot in Los Angeles and Vancouver.",
    "SampleQuestion": "Who stars in the 1995 comedy film \u0022Man of the House\u0022 and what is the plot about?"
  },
  {
    "Id": "\u003Cdbpedia:Dermogenys\u003E",
    "Title": "Dermogenys",
    "Text": "Dermogenys is a genus of viviparous halfbeaks. They are widely distributed in fresh and brackish water in South and Southeast Asia, ranging from India to the Philippines and Greater Sundas. They are all viviparous, producing small clutches of up to 30 fry that closely resemble the adults, except they are much smaller, around 1–1.5 cm (0.4–0.6 in) in length. Adults are typically around 6–7 cm (2.4–2.8 in) in length, with females being slightly larger than males.",
    "SampleQuestion": "What is the genus of viviparous halfbeaks that are found in fresh and brackish waters across South and Southeast Asia, and how do their fry differ from the adults in size when born?"
  },
  {
    "Id": "\u003Cdbpedia:Allies_and_Morrison\u003E",
    "Title": "Allies and Morrison",
    "Text": "Allies and Morrison is an architecture firm based in London. It operates from 85 Southwark Street.Allies and Morrison has completed projects in the UK and is currently undertaking work in Germany, Holland, India, Qatar and the Lebanon.The scope of the practice includes architecture, interior design, conservation, planning, consultation and research.",
    "SampleQuestion": "What types of services does the London-based architecture firm Allies and Morrison offer?"
  },
  {
    "Id": "\u003Cdbpedia:Pocatello_High_School\u003E",
    "Title": "Pocatello High School",
    "Text": "Pocatello High School is a four-year public high school in Pocatello, Idaho, locally known as \u0022Poky.\u0022 It is the oldest of the three traditional high schools of the Pocatello/Chubbuck School District, and serves the southwest portion. The school colors are red and blue and the mascot is an Indian; the city\u0027s namesake, Chief Pocatello, was the leader of the Shoshone people.",
    "SampleQuestion": "What is the mascot of Pocatello High School, and which Native American leader is the city\u0027s namesake?"
  },
  {
    "Id": "\u003Cdbpedia:Cooper_(motorcycles)\u003E",
    "Title": "Cooper (motorcycles)",
    "Text": "Cooper was a motorcycle company that built off-road motorcycles in Mexico. Frank Cooper was a dealer for Maico motorcycles when he contracted with Mexican motorcycle company, Islo to produce Enduro and a motocross motorcycles. Using engine parts made in Italy and later, engines made by Sachs, Cooper imported the motorcycles into the United States in the early 1970s and sold them as Cooper motorcycles.",
    "SampleQuestion": "What is the origin of Cooper motorcycles and what type of motorcycles did they specialize in?"
  },
  {
    "Id": "\u003Cdbpedia:Hegeler_Carus_Mansion\u003E",
    "Title": "Hegeler Carus Mansion",
    "Text": "The Hegeler Carus Mansion, located at 1307 Seventh Street in La Salle, Illinois is one of the Midwest\u0027s great Second Empire structures. Completed in 1876 for Edward C. Hegeler, a partner in the nearby Matthiessen Hegeler Zinc Company, the mansion was designed in 1874 by noted Chicago architect William W. Boyington. The mansion is now owned and operated by the Hegeler Carus Foundation, and is open to the public.",
    "SampleQuestion": "What is the architectural style of the Hegeler Carus Mansion and who was it designed by?"
  },
  {
    "Id": "\u003Cdbpedia:KMHK\u003E",
    "Title": "KMHK",
    "Text": "KMHK is a commercial radio station in Billings, Montana, broadcasting on 103.7 FM. KMHK recently switched to a classic rock music format branded as “The New 103-7 The Hawk”. Licensed to Billings, Montana, USA, the station serves the Billings area.  The station is currently owned by Townsquare Media Billings License, LLC.",
    "SampleQuestion": "What is the broadcast frequency of KMHK radio station in Billings, Montana?"
  },
  {
    "Id": "\u003Cdbpedia:Pompeii_99\u003E",
    "Title": "Pompeii 99",
    "Text": "Pompeii 99 was a post-punk band formed in Los Angeles in 1981. They released one single and one album before the core members of the band (Valor Kand, Gitane Demone and David Glass joined Rozz Williams for a new version of Christian Death in 1983, and eventually continued with the Christian Death name after all the original members had left the group.",
    "SampleQuestion": "What post-punk band formed in Los Angeles in 1981 released one single and one album before its core members joined Rozz Williams to form a new version of Christian Death in 1983?"
  },
  {
    "Id": "\u003Cdbpedia:Santo_Antônio_do_Aracanguá\u003E",
    "Title": "Santo Antônio do Aracanguá",
    "Text": "Santo Antônio do Aracanguá (first part, Portuguese meaning \u0022Saint Anthony\u0022, last part, Tupi language) is a municipality in the northwestern part of the state of São Paulo, Brazil. It has 6,891 inhabitants and the area is 1,309.7 km². The elevation is 385 m. The municipality was founded in 1993.",
    "SampleQuestion": "What is the population of the municipality Santo Antônio do Aracanguá in São Paulo, Brazil?"
  },
  {
    "Id": "\u003Cdbpedia:Amchoor\u003E",
    "Title": "Amchoor",
    "Text": "Amchoor or aamchur, also referred to as mango powder, is a fruity spice powder made from dried unripe green mangoes and is used as a citrusy seasoning. It is produced in India, and is used to flavor foods and add the nutritional benefits of mangoes when the fresh fruit is out of season.",
    "SampleQuestion": "What is amchoor and what are its uses in cooking?"
  },
  {
    "Id": "\u003Cdbpedia:National_Outsourcing_Association\u003E",
    "Title": "National Outsourcing Association",
    "Text": "The National Outsourcing Association (NOA) was founded in the United Kingdom in 1987 by Martyn Hart. The organisation was the first European association to promote effective outsourcing and it is the parent of the federal European outsourcing association.The NOA operates as a not-for-profit trade association and aims to promote best practice in outsourcing, lobbying government and regulators, and provide research and information to companies and managers using outsourcing.",
    "SampleQuestion": "Who founded the National Outsourcing Association and in what year?"
  },
  {
    "Id": "\u003Cdbpedia:Nilmar\u003E",
    "Title": "Nilmar",
    "Text": "Nilmar Honorato da Silva (born 14 July 1984), commonly known as Nilmar, is a Brazilian professional footballer who plays for  Al-Nasr SC of the UAE Arabian Gulf League in Dubai, as a striker.He has previously played top-flight football in Brazil, in France for Lyon and in Spain for Villarreal. Nilmar made his international debut for Brazil in 2003, and scored 9 goals in 24 appearances, including a selection at the 2010 FIFA World Cup.",
    "SampleQuestion": "Which club does the Brazilian footballer Nilmar play for, as mentioned in the provided text?"
  },
  {
    "Id": "\u003Cdbpedia:Lord_Fairfax_Community_College\u003E",
    "Title": "Lord Fairfax Community College",
    "Text": "Located in the Shenandoah Valley and Piedmont regions of Virginia, Lord Fairfax Community College operates three locations — the Fauquier and Middletown Campuses and the Luray-Page County Center — that serve seven counties and one city in the area, enrolling 7,005 students [1].Students attending LFCC can obtain an associate degree and/or certificate in such areas as administrative support, business, engineering, fine arts, information systems technology and healthcare.",
    "SampleQuestion": "What degree or certificate programs can students pursue at Lord Fairfax Community College?"
  },
  {
    "Id": "\u003Cdbpedia:Cantons_of_the_Nièvre_department\u003E",
    "Title": "Cantons of the Nièvre department",
    "Text": "The following is a list of the 17 cantons of the Nièvre department, in France, following the French canton reorganisation which came into effect in March 2015:",
    "SampleQuestion": "How many cantons are there in the Nièvre department of France after the reorganisation in March 2015?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_ship_commissionings_in_1935\u003E",
    "Title": "List of ship commissionings in 1935",
    "Text": "The list of ship commissionings in 1935 includes a chronological list of all ships commissioned in 1935.",
    "SampleQuestion": "What does the list of ship commissionings in 1935 chronologically detail?"
  },
  {
    "Id": "\u003Cdbpedia:Ningaloo_Coast\u003E",
    "Title": "Ningaloo Coast",
    "Text": "The Ningaloo Coast is a World Heritage Site located in the north west coastal region of Western Australia. The 705,015-hectare (1,742,130-acre) heritage–listed area is located approximately 1,200 kilometres (750 mi) north of Perth, along the East Indian Ocean.",
    "SampleQuestion": "What is the Ningaloo Coast and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Xbox_Games_Store\u003E",
    "Title": "Xbox Games Store",
    "Text": "Xbox Games Store (formerly Xbox Live Marketplace) is a digital distribution platform used by Microsoft\u0027s Xbox 360 video game console.",
    "SampleQuestion": "What was the former name of the Xbox Games Store used by Microsoft\u0027s Xbox 360 video game console?"
  },
  {
    "Id": "\u003Cdbpedia:Piranha_(1995_film)\u003E",
    "Title": "Piranha (1995 film)",
    "Text": "Piranha, also known as Piranhas, is a 1995 American horror film directed by Scott P. Levy about a school of killer piranha descending upon the bustling Lost River Lake Resort. Produced by Roger Corman for the Showtime network, the film is a remake of the 1978 film Piranha, directed by Joe Dante and is also Mila Kunis\u0027 debut role.",
    "SampleQuestion": "Who directed the 1995 remake of the film \u0022Piranha\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:John_Francis_Gathorne-Hardy\u003E",
    "Title": "John Francis Gathorne-Hardy",
    "Text": "General Sir John Francis Gathorne-Hardy  GCB GCVO CMG DSO (14 January 1874 – 21 August 1949) was a British First World War General officer who served in Italy and the Western Front. His parents were John Stewart Gathorne-Hardy, 2nd Earl of Cranbrook and Cicely Marguerite Wilhelmina Ridgway.",
    "SampleQuestion": "Who were the parents of General Sir John Francis Gathorne-Hardy, a British First World War General officer?"
  },
  {
    "Id": "\u003Cdbpedia:Angelo_Beolco\u003E",
    "Title": "Angelo Beolco",
    "Text": "Angelo Beolco (1502 – March 17, 1542), better known by the nickname Il Ruzzante or el Ruzante, was an Italian actor and playwright.He is known by his rustic comedies in the Venetian language of Padua, featuring a peasant called \u0022Ruzzante\u0022.  Those plays paint a vivid picture of Paduan country life in the 16th century.",
    "SampleQuestion": "Who was Angelo Beolco, and what is he known for in 16th-century Italian theater?"
  },
  {
    "Id": "\u003Cdbpedia:Thomas_Shapcott\u003E",
    "Title": "Thomas Shapcott",
    "Text": "Thomas William Shapcott AO (born 21 March 1935) is an Australian poet, novelist, playwright, editor, librettist, short story writer and teacher.",
    "SampleQuestion": "What are the various professions of Thomas William Shapcott?"
  },
  {
    "Id": "\u003Cdbpedia:Australian_rules_football_in_Sweden\u003E",
    "Title": "Australian rules football in Sweden",
    "Text": "Australian rules football in Sweden has been played since 1993, with the game currently played in Helsingborg, Malmö, Lund, Stockholm, Gothenburg, Karlstad, Falun, Norrtälje and Uppsala.  A national governing body was formed in 2007 under the name Svenska Australiska Fotbollsförbundet or AFL Sweden.[1]",
    "SampleQuestion": "What year was the national governing body for Australian rules football formed in Sweden, and what is its name?"
  },
  {
    "Id": "\u003Cdbpedia:Mark_Pellew\u003E",
    "Title": "Mark Pellew",
    "Text": "Mark Pellew CVO (born 28 August 1942), a British diplomat, was Her Britannic Majesty\u0027s Ambassador to the Holy See 1998-2002.",
    "SampleQuestion": "Who served as Her Britannic Majesty\u0027s Ambassador to the Holy See from 1998 to 2002?"
  },
  {
    "Id": "\u003Cdbpedia:Thug_Mentality_1999\u003E",
    "Title": "Thug Mentality 1999",
    "Text": "Thug Mentality 1999 is the first solo album by rapper Krayzie Bone.  The album was released on April 6, 1999 on Mo Thugs Records, Ruthless Records, and Relativity Records. It sold 137,357 copies in its first week on the shelves, and debuted at number four on the Billboard 200 albums chart.Krayzie Bone wrote and recorded over 150 songs for the album, of which thirty-eight were used. He released two singles from the album: \u0022Thug Mentality\u0022 and \u0022Paper\u0022.",
    "SampleQuestion": "What is the name of Krayzie Bone\u0027s first solo album, and how many copies did it sell in its first week?"
  },
  {
    "Id": "\u003Cdbpedia:Tourniquet_test\u003E",
    "Title": "Tourniquet test",
    "Text": "A tourniquet test (also known as a Rumpel-Leede capillary-fragility test or simply a capillary fragility test) determines capillary fragility. It is a clinical diagnostic method to determine a patient\u0027s haemorrhagic tendency. It assesses fragility of capillary walls and is used to identify thrombocytopenia (a reduced platelet count).The test is part of the WHO algorithm for diagnosis of Dengue fever.",
    "SampleQuestion": "What is the purpose of a tourniquet test and how does it relate to the diagnosis of Dengue fever?"
  },
  {
    "Id": "\u003Cdbpedia:Escape_from_China\u003E",
    "Title": "Escape from China",
    "Text": "Escape From China: The Long Journey from Tiananmen to Freedom is a book by Zhang Boli. Zhang Boli was present in 1989 when pro-democratic students and rights-activists staged a massive protest in Tiananmen Square, Beijing. This is his story of how he was able to escape authorities who were seeking to imprison him.It was published originally in the Chinese Mandarin language in 1998 by Zhang Boli.",
    "SampleQuestion": "Who is the author of \u0022Escape From China: The Long Journey from Tiananmen to Freedom\u0022 and what significant historical event does it discuss?"
  },
  {
    "Id": "\u003Cdbpedia:Eeyore\u0027s_Birthday_Party\u003E",
    "Title": "Eeyore\u0027s Birthday Party",
    "Text": "Eeyore\u0027s Birthday Party is a day-long festival taking place annually in Austin, Texas since 1963. It typically occurs on the last Saturday of April in Austin\u0027s Pease District Park. It includes live music, food and drink vending which benefit local non-profit organizations, attendees in colorful costumes, and very large drum circles. The event is frequented by children and families, with specific events presented for them by the event organizers.",
    "SampleQuestion": "What is Eeyore\u0027s Birthday Party, and what can attendees expect when they go to this annual festival in Austin, Texas?"
  },
  {
    "Id": "\u003Cdbpedia:National_Board_of_Review_Awards_1996\u003E",
    "Title": "National Board of Review Awards 1996",
    "Text": "The 68th National Board of Review Awards, honoring the best in filmmaking in 1996, were announced on 9 December 1996 and given on 9 February 1997.",
    "SampleQuestion": "What year did the 68th National Board of Review Awards take place, and when were the winners announced and awarded?"
  },
  {
    "Id": "\u003Cdbpedia:Bleed_the_Dream\u003E",
    "Title": "Bleed the Dream",
    "Text": "Bleed the Dream is an American rock band from Southern California.",
    "SampleQuestion": "What is the origin of the American rock band Bleed the Dream?"
  },
  {
    "Id": "\u003Cdbpedia:Microsoft_Points\u003E",
    "Title": "Microsoft Points",
    "Text": "Microsoft Points (previously known as Xbox Live Points) were a digital currency issued by Microsoft for use on its Xbox and Zune product lines.",
    "SampleQuestion": "What were Microsoft Points previously known as and what product lines could they be used on?"
  },
  {
    "Id": "\u003Cdbpedia:Charleston_and_Western_Carolina_Railway\u003E",
    "Title": "Charleston and Western Carolina Railway",
    "Text": "The Charleston and Western Carolina Railway (C\u0026WC) was formed in 1896 to operate the lines of the former Port Royal and Augusta Railway (PR\u0026A) and the Port Royal and Western Carolina Railway (PR\u0026WC).  The PR\u0026A and PR\u0026WC had originally been part of the Central of Georgia Railroad but the South Carolina Legislature had forced the railroad to give up the subsidiary lines.",
    "SampleQuestion": "What two predecessor railroads were combined to form the Charleston and Western Carolina Railway in 1896?"
  },
  {
    "Id": "\u003Cdbpedia:North_Trenton,_New_Jersey\u003E",
    "Title": "North Trenton, New Jersey",
    "Text": "North Trenton is an unincorporated community, neighborhood and ward located within the city of Trenton in Mercer County, New Jersey, United States.",
    "SampleQuestion": "What is North Trenton, and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Highland_High_School_(Pocatello,_Idaho)\u003E",
    "Title": "Highland High School (Pocatello, Idaho)",
    "Text": "Highland High School is a four-year public secondary school in Pocatello, Idaho, part of the Pocatello/Chubbuck School District #25. The school colors are red, black, and white and its mascot is a ram.",
    "SampleQuestion": "What are the school colors and mascot of Highland High School in Pocatello, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Temple_Ohev_Sholom_(Harrisburg,_Pennsylvania)\u003E",
    "Title": "Temple Ohev Sholom (Harrisburg, Pennsylvania)",
    "Text": "Temple Ohev Sholom, established in 1853, is the oldest Jewish synagogue in Harrisburg, Pennsylvania and its surrounding area.  It was established as an Orthodox congregation.  In 1867, it became a Reform congregation.",
    "SampleQuestion": "What is the oldest Jewish synagogue in Harrisburg, Pennsylvania, and when did it transition from an Orthodox to a Reform congregation?"
  },
  {
    "Id": "\u003Cdbpedia:Feature_Comics\u003E",
    "Title": "Feature Comics",
    "Text": "Feature Comics was a comic book anthology title published in the United States by Quality Comics from 1939 until 1950, that featured short stories in the superhero and humor genres. The series was a continuation of Feature Funnies, a reprint collection of newspaper comic strips that was published by Harry \u0022A\u0022 Chesler between 1937 and 1939, for twenty issues. Feature Comics continued the numbering with issue #21, and ran until #144.",
    "SampleQuestion": "What was the genre of stories included in the Feature Comics anthology published by Quality Comics, and how did its numbering continue from its predecessor, Feature Funnies?"
  },
  {
    "Id": "\u003Cdbpedia:Midhat_Mursi\u003E",
    "Title": "Midhat Mursi",
    "Text": "Midhat Mursi al-Sayid Umar, also known as Abu Khabab al-Masri (Arabic:مدحت مرسي السيـد عمر) (29 April 1953, Egypt – 28 July 2008, Pakistan) was a chemist and alleged top bomb maker for al-Qaeda and part of Osama bin Laden\u0027s inner circle. The United States had a US$5 million bounty on his head. Although reportedly killed in a U.S.",
    "SampleQuestion": "What was the profession of Midhat Mursi al-Sayid Umar, and what was the value of the bounty placed on his head by the United States?"
  },
  {
    "Id": "\u003Cdbpedia:Man_of_the_House_(2005_drama_film)\u003E",
    "Title": "Man of the House (2005 drama film)",
    "Text": "Man of the House is a 2005 drama film short starring Jack Wallace. In the wake of his wife\u0027s death, 76-year-old Wallace Tillman finds evidence of an affair she may have had. Unable to reconcile questions of fidelity, loyalty, and history that the affair stirs up, Wallace goes on a journey to meet the other man - and learn the truth.",
    "SampleQuestion": "Who does Jack Wallace portray in the 2005 drama film \u0022Man of the House,\u0022 and what prompts his character to go on a journey?"
  },
  {
    "Id": "\u003Cdbpedia:National_Board_of_Review_Awards_1997\u003E",
    "Title": "National Board of Review Awards 1997",
    "Text": "The 69th National Board of Review Awards, honoring the best in filmmaking in 1997, were announced on 9 December 1997 and given on 9 February 1998.",
    "SampleQuestion": "What year did the 69th National Board of Review Awards, which honored the best in filmmaking for 1997, take place?"
  },
  {
    "Id": "\u003Cdbpedia:Century_High_School_(Pocatello,_Idaho)\u003E",
    "Title": "Century High School (Pocatello, Idaho)",
    "Text": "Century High School is a four-year public secondary school in Pocatello, Idaho. Opened in 1999, it serves the southeast portion of the Pocatello/Chubbuck School District #25, and is the newest of the district\u0027s three traditional high schools.Residents of the Idaho State University properties which house university students with dependent children, McIntosh Manor (Building #57), Pulling Courts (Building #53), and Ridge Crest Townhomes (Building #54), are zoned to Century High School.",
    "SampleQuestion": "What is the newest traditional high school in the Pocatello/Chubbuck School District #25, and which specific university housing areas are zoned to it?"
  },
  {
    "Id": "\u003Cdbpedia:Bestwood_Welfare_Black_Diamonds_Brass_Band\u003E",
    "Title": "Bestwood Welfare Black Diamonds Brass Band",
    "Text": "The Bestwood Welfare Black Diamonds Brass Band, colloquially the Bestwood Black Diamonds (or even the Bestwood Band), is an old and well-known brass band based in the village of Bestwood in the north of Nottingham.The band was formed in 1947 and was originally known as the Bestwood Black Diamonds Colliery Band; the name ‘Black Diamonds’ comes from the coal that was brought up from the Bestwood Colliery.",
    "SampleQuestion": "What is the origin of the name \u0022Black Diamonds\u0022 for the Bestwood Welfare Black Diamonds Brass Band?"
  },
  {
    "Id": "\u003Cdbpedia:Andrew_Palmer_(diplomat)\u003E",
    "Title": "Andrew Palmer (diplomat)",
    "Text": "Andrew Eustace Palmer, CMG CVO, a British diplomat, was Her Britannic Majesty\u0027s Ambassador to the Holy See 1991-1995.Palmer was Ambassador to Cuba 1986-1988, and Private Secretary to TRH The Duke and Duchess of Kent 1988-1990. He retired from the Diplomatic Service, which he joined in 1961, in 1995. He has since held a number of positions at the University of Reading.He was educated at Winchester College and the University of Cambridge.",
    "SampleQuestion": "What positions did Andrew Palmer hold during his career as a British diplomat, and where did he continue his career after retiring from the Diplomatic Service?"
  },
  {
    "Id": "\u003Cdbpedia:KURL\u003E",
    "Title": "KURL",
    "Text": "KURL (93.3 FM) is a Christian radio station licensed to Billings, Montana USA. The station is currently owned by Elenbaas Media, Inc. On May 24, 2010 it was announced that the station, then known as KYYA FM 93.3 was to be sold to Elenbaas Media, Inc after FCC approval.",
    "SampleQuestion": "What is the frequency and format of the radio station KURL, and when was its ownership transferred to Elenbaas Media, Inc?"
  },
  {
    "Id": "\u003Cdbpedia:Henry_Tufnell\u003E",
    "Title": "Henry Tufnell",
    "Text": "Henry Tufnell (1805 – 15 June 1854) was a British Whig politician. He entered the House of Commons in 1837 as a member for Ipswich, having previously been defeated in the North Essex election in 1835, but lost that seat a year later. He was returned for Devonport in a by-election in 1840 and held that seat until 1854.",
    "SampleQuestion": "Which political party did Henry Tufnell represent during his time in the British House of Commons?"
  },
  {
    "Id": "\u003Cdbpedia:The_king_is_dead,_long_live_the_king!\u003E",
    "Title": "The king is dead, long live the king!",
    "Text": "The King is dead, long live The King! (French: Le roi est mort, vive le roi !; Spanish: El rey ha muerto, ¡viva el rey!; Italian: Il re è morto, lunga vita al re!), or simply Long live The King!, is a traditional proclamation made following the accession of a new monarch in various countries. In modern times, it has become a popular phrasal template.",
    "SampleQuestion": "What is the meaning of the phrase \u0022The king is dead, long live the king!\u0022 and how is it used in modern times?"
  },
  {
    "Id": "\u003Cdbpedia:Herbert_Harley_Murray\u003E",
    "Title": "Herbert Harley Murray",
    "Text": "Sir Herbert Harley Murray KCB (4 November 1829 – 22 March 1904) was a Scottish colonial governor. A member of Clan Murray headed by the Duke of Atholl, he was born in Bromley, the son of the Right Reverend George Murray, Bishop of Rochester, by Lady Sarah Maria, daughter of Robert Hay-Drummond, 10th Earl of Kinnoull. He was educated at Christ Church, Oxford and entered the civil service in 1852.",
    "SampleQuestion": "Who was Sir Herbert Harley Murray and what was his connection to the Duke of Atholl?"
  },
  {
    "Id": "\u003Cdbpedia:Neves_Ferreira,_São_Tomé_and_Príncipe\u003E",
    "Title": "Neves Ferreira, São Tomé and Príncipe",
    "Text": "Neves Ferreira is a village in the southern part of Príncipe Island in São Tomé and Príncipe.  Neves Ferreira is located south of the island capital of Santo António.Neves Ferreira has a small school and a church.",
    "SampleQuestion": "What facilities are available in the village of Neves Ferreira on Príncipe Island, São Tomé and Príncipe?"
  },
  {
    "Id": "\u003Cdbpedia:All_Things_Are_Lights\u003E",
    "Title": "All Things Are Lights",
    "Text": "All Things Are Lights is a novel written by Robert Shea in 1986.",
    "SampleQuestion": "What is the name of the novel written by Robert Shea in 1986?"
  },
  {
    "Id": "\u003Cdbpedia:El_Kilo\u003E",
    "Title": "El Kilo",
    "Text": "El Kilo is the third album by Orishas, a Cuban hip hop group based in France. It was released on March 29, 2005, on the Universal Latino Label.",
    "SampleQuestion": "What is the name of the third album by the Cuban hip hop group Orishas, and when was it released?"
  },
  {
    "Id": "\u003Cdbpedia:Unus_pro_omnibus,_omnes_pro_uno\u003E",
    "Title": "Unus pro omnibus, omnes pro uno",
    "Text": "Unus pro omnibus, omnes pro uno is a Latin phrase that means \u0022One for all, all for one\u0022 in English.",
    "SampleQuestion": "What is the English translation of the Latin phrase \u0022Unus pro omnibus, omnes pro uno\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Idaho_High_School_Activities_Association\u003E",
    "Title": "Idaho High School Activities Association",
    "Text": "The Idaho High School Activities Association (IHSAA) oversees high school athletics and activities in the state of Idaho. Idaho high schools are classified in five categories, based on enrollment, for league competition and state playoffs and championships. Schools primarily compete within their own classification for regular season play, but are allowed to play other schools one classification above or below them in most sports.",
    "SampleQuestion": "What is the role of the Idaho High School Activities Association, and how are schools classified for competitions?"
  },
  {
    "Id": "\u003Cdbpedia:Stanisław_Brzóska\u003E",
    "Title": "Stanisław Brzóska",
    "Text": "Stanisław Brzóska (December 30, 1832, Dokudów Pierwszy - May 23, 1865, Sokołów Podlaski) was a Polish priest, general, one of leaders of the Polish insurgency and the last partisan of the January Uprising. He commanded the Polish detachment in South Podlasie and northern Lesser Poland, defeating the Russians in many skirmishes.",
    "SampleQuestion": "Who was Stanisław Brzóska and what role did he play in the January Uprising?"
  },
  {
    "Id": "\u003Cdbpedia:Cantons_of_the_Moselle_department\u003E",
    "Title": "Cantons of the Moselle department",
    "Text": "The following is a list of the 27 cantons of the Moselle department, in France, following the French canton reorganisation which came into effect in March 2015:",
    "SampleQuestion": "How many cantons are there in the Moselle department of France after the reorganisation in March 2015?"
  },
  {
    "Id": "\u003Cdbpedia:Law_Council_of_Australia\u003E",
    "Title": "Law Council of Australia",
    "Text": "The Law Council of Australia is an association of law societies and bar associations from the states and territories of Australia, and the peak body representing the legal profession in Australia. The Council was formed in 1933 to unite the various state legal associations, in order to represent the profession at a national level and at an international level. The Council is particularly vocal on subjects involving federal law, that is, laws made or considered by the Parliament of Australia.",
    "SampleQuestion": "What is the role of the Law Council of Australia in representing the legal profession at both national and international levels?"
  },
  {
    "Id": "\u003Cdbpedia:Abû_\u0027Uthmân_Sa\u0027îd_ibn_Hakam_al_Qurashi\u003E",
    "Title": "Abû \u0027Uthmân Sa\u0027îd ibn Hakam al Qurashi",
    "Text": "Abû ‘Uthman Sa’îd ibn Hakam al Qurashi (30 December 1204- 9 January 1282) (Arabic: أبو عثمان سعيد بن الحكم القرشي‎) was the first Ra’îs of Manûrqa (modern Minorca) (1234-1287).",
    "SampleQuestion": "Who was the first Ra\u0027îs of Manûrqa and what were his birth and death dates?"
  },
  {
    "Id": "\u003Cdbpedia:Northwestern_High_School_(Hyattsville,_Maryland)\u003E",
    "Title": "Northwestern High School (Hyattsville, Maryland)",
    "Text": "Northwestern High School (commonly NHS, NWHS, or colloquially known as \u0022Wildcat Country\u0022) is a public comprehensive and magnet high school; located in Hyattsville, Maryland in Prince George\u0027s County, less than a mile from the internationally known University of Maryland, College Park in the suburbs of Washington, D.C. It is part of the Prince George\u0027s County Public Schools system.",
    "SampleQuestion": "What is the proximity of Northwestern High School to the University of Maryland, College Park?"
  },
  {
    "Id": "\u003Cdbpedia:Mowag\u003E",
    "Title": "Mowag",
    "Text": "Mowag (sometimes MOWAG) is a Swiss company which develops, designs and produces armoured vehicles for military applications in both land-only and amphibious configurations. These vehicles have gross vehicle weights ranging from 9 t to 30 t. More than 12,000 armoured wheeled vehicles of the type Piranha, Eagle and DURO are in operation worldwide with a large number of armed forces.",
    "SampleQuestion": "What type of vehicles does the Swiss company Mowag specialize in developing and designing?"
  },
  {
    "Id": "\u003Cdbpedia:Hong_Kong_1966_riots\u003E",
    "Title": "Hong Kong 1966 riots",
    "Text": "The Hong Kong 1966 Riots was a series of disturbances that took place over three nights on the streets of Kowloon, Hong Kong in the spring of 1966. The riots started as peaceful demonstrations against the British Colonial government\u0027s decision to increase the fare of Star Ferry foot-passenger harbour crossing by 25 percent.One person died in the riots, dozens were injured, and over 1,800 people were arrested during the turmoil.",
    "SampleQuestion": "What was the main cause of the Hong Kong 1966 Riots?"
  },
  {
    "Id": "\u003Cdbpedia:1990_Philippines_men\u0027s_Asian_Games_basketball_team\u003E",
    "Title": "1990 Philippines men\u0027s Asian Games basketball team",
    "Text": "The 1990 Philippines men\u0027s Asian Games basketball team, nicknamed the \u0022Philippines Dream Team\u0022, competed in the 1990 Asian Games, fully made up of professional players from the Philippine Basketball Association. This was the first time that the country ever sent a national team made up of professionals players. However, unlike the United States\u0027 Dream Team, this team was called such because its main goal was to wrest back Asian basketball supremacy from teams such as China.",
    "SampleQuestion": "What was the significance of the 1990 Philippines men\u0027s basketball team in the Asian Games, and why were they nicknamed the \u0022Philippines Dream Team\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Jason_Taniguchi\u003E",
    "Title": "Jason Taniguchi",
    "Text": "Jason Taniguchi is a writer and actor from Toronto, Ontario, Canada. His poems and short fiction appear in the collection Jason Taniguchi\u0027s Very Sensible Stories and Poems for Grown-ups from Kelp Queen Press. He has also both written for and appeared in the History Television series History Bites. Taniguchi is known for his one-man science fiction parody shows at Ad Astra, for which he received the 2003 Prix Aurora Award in the category Fan (Other).",
    "SampleQuestion": "What award did Jason Taniguchi win in 2003 for his one-man science fiction parody shows at Ad Astra?"
  },
  {
    "Id": "\u003Cdbpedia:Batangas_Bay\u003E",
    "Title": "Batangas Bay",
    "Text": "Batangas Bay is a semi-enclosed body of water located in the Philippines. The municipalities of Mabini, Bauan, San Pascual, Tingloy on Maribacan Island and Batangas City are located on the coast of the bay.  The water surface area of the bay is about 220 km² (85 mi²), and the coastline has an approximately 470 kilometres (290 mi).",
    "SampleQuestion": "What are the names of the municipalities located on the coast of Batangas Bay in the Philippines?"
  },
  {
    "Id": "\u003Cdbpedia:Lange_(musician)\u003E",
    "Title": "Lange (musician)",
    "Text": "Stuart Langelaan, stage name Lange, (born 4 June 1974) is a British DJ and record producer.",
    "SampleQuestion": "What is the stage name of British DJ and record producer Stuart Langelaan, born on 4 June 1974?"
  },
  {
    "Id": "\u003Cdbpedia:Flip-Flop_(album)\u003E",
    "Title": "Flip-Flop (album)",
    "Text": "Flip-Flop is the fourth and final studio album by Marietta, Georgia band Guadalcanal Diary. It was released in 1989 on Elektra Records.",
    "SampleQuestion": "What is the name of the fourth and final studio album released by Marietta, Georgia band Guadalcanal Diary?"
  },
  {
    "Id": "\u003Cdbpedia:Feature_Funnies\u003E",
    "Title": "Feature Funnies",
    "Text": "Feature Funnies was a comic book anthology title published by Comic Favorites, Inc. in the United States for 20 issues from 1937 until 1939. Feature Funnies cannily mixed color reprints of popular newspaper comic strips like Joe Palooka, Mickey Finn and Dixie Dugan with a smattering of new features.",
    "SampleQuestion": "What type of content did \u0022Feature Funnies\u0022 combine in its comic book anthology published between 1937 and 1939?"
  },
  {
    "Id": "\u003Cdbpedia:Social_Credit_Party_of_Canada_candidates,_1984_Canadian_federal_election\u003E",
    "Title": "Social Credit Party of Canada candidates, 1984 Canadian federal election",
    "Text": "The Social Credit Party of Canada ran a number of candidates in the 1984 federal election, none of whom were elected.",
    "SampleQuestion": "Which political party in Canada fielded candidates in the 1984 federal election but did not win any seats?"
  },
  {
    "Id": "\u003Cdbpedia:Jamboree_(Guadalcanal_Diary_album)\u003E",
    "Title": "Jamboree (Guadalcanal Diary album)",
    "Text": "Jamboree is the  third studio and second full-length album by jangle pop band Guadalcanal Diary. It was released in 1986 on Elektra Records.",
    "SampleQuestion": "What is the name of Guadalcanal Diary\u0027s third studio album released in 1986?"
  },
  {
    "Id": "\u003Cdbpedia:Black_Book_(gambling)\u003E",
    "Title": "Black Book (gambling)",
    "Text": "\u0022Black Book\u0022 is the nickname frequently used to refer to a list of people who are unwelcome in casinos.  The name comes from the fact that the people listed in the \u0022book\u0022 are essentially \u0022blacklisted\u0022.  The term can refer either to such a list officially maintained by a particular Gaming Control Board, or to the Griffin Book, whose information is shared among casinos.In the former case, people listed are generally suspected of having, or known to have, ties to organized crime.",
    "SampleQuestion": "What is the \u0022Black Book\u0022 in the context of gambling, and why are individuals listed in it unwelcome in casinos?"
  },
  {
    "Id": "\u003Cdbpedia:Johann_Michael_Raich\u003E",
    "Title": "Johann Michael Raich",
    "Text": "Johann Michael Raich (Ottobeuren in Bavaria, 17 January 1832 – Mainz, 28 March 1907) was a Catholic theologian.Raich pursued his gymnasial studies under the Benedictines at St. Stephen\u0027s at Augsburg, and studied philosophy and theology at the Collegium Germanicum at Rome (1852-5). On 29 May 1858, he was ordained priest at the same place. In the autumn of 1859 he left Rome and went to Mainz as secretary of Bishop von Ketteler.",
    "SampleQuestion": "Who was Johann Michael Raich and what role did he assume in Mainz after leaving Rome in the autumn of 1859?"
  },
  {
    "Id": "\u003Cdbpedia:National_Collegiate_Boxing_Association\u003E",
    "Title": "National Collegiate Boxing Association",
    "Text": "The National Collegiate Boxing Association (NCBA) was founded in 1976 as a non-profit, autonomous organization whose goal is to provide a safe, positive experience for student athletes pursuing the sport of boxing. The association falls under the auspices of USA Boxing. After 1960, the NCAA no longer sanctioned boxing.NCBA member schools are encouraged to develop their instructional and intramural programs with emphasis on the teaching of fundamental novice boxing skills.",
    "SampleQuestion": "What is the primary objective of the National Collegiate Boxing Association (NCBA), and since when has it been operating?"
  },
  {
    "Id": "\u003Cdbpedia:Anthony_Bagnall\u003E",
    "Title": "Anthony Bagnall",
    "Text": "Air Chief Marshal Sir Anthony John Crowther \u0022Tony\u0022 Bagnall GBE, KCB, FRAeS (born 8 June 1945) is a retired senior Royal Air Force officer and former Vice-Chief of the Defence Staff.",
    "SampleQuestion": "What rank did Sir Anthony John Crowther Bagnall achieve in the Royal Air Force before retiring, and what position did he hold last?"
  },
  {
    "Id": "\u003Cdbpedia:Emigrante\u003E",
    "Title": "Emigrante",
    "Text": "Emigrante is the follow-up to the well-received début album, A Lo Cubano, by the Cuban hip hop band Orishas. The album was released  on June 11, 2002,  after Flaco-Pro left the band.",
    "SampleQuestion": "What is the name of the follow-up album to \u0022A Lo Cubano\u0022 by Orishas, and when was it released?"
  },
  {
    "Id": "\u003Cdbpedia:Edwin_Seroussi\u003E",
    "Title": "Edwin Seroussi",
    "Text": "Edwin Seroussi (born 26 December 1952 in Montevideo) is an  Israeli musicologist of Uruguayan origin.Edwin Seroussi was born in Montevideo, Uruguay. He immigrated to Israel in 1971.  He is currently professor of musicology and director of the Jewish Music Research Centre at the Hebrew University of Jerusalem.",
    "SampleQuestion": "What is the nationality of musicologist Edwin Seroussi, and what position does he hold at the Hebrew University of Jerusalem?"
  },
  {
    "Id": "\u003Cdbpedia:Shane_Endicott\u003E",
    "Title": "Shane Endicott",
    "Text": "Shane Murray Endicott (born December 21, 1981) is a professional ice hockey centre currently playing for SG Pontebba of the Italian Serie A.",
    "SampleQuestion": "What position does Shane Murray Endicott play in professional ice hockey, and for which team in the Italian Serie A is he currently playing?"
  },
  {
    "Id": "\u003Cdbpedia:KRKX\u003E",
    "Title": "KRKX",
    "Text": "KRKX (94.1 FM) is a commercial radio station in Billings, Montana.  KRKX airs a country music format.",
    "SampleQuestion": "What type of music format does the radio station KRKX in Billings, Montana broadcast?"
  },
  {
    "Id": "\u003Cdbpedia:Augmented_Dickey–Fuller_test\u003E",
    "Title": "Augmented Dickey–Fuller test",
    "Text": "In statistics and econometrics, an augmented Dickey–Fuller test (ADF) is a test for a unit root in a time series sample. It is an augmented version of the Dickey–Fuller test for a larger and more complicated set of time series models.The augmented Dickey–Fuller (ADF) statistic, used in the test, is a negative number. The more negative it is, the stronger the rejection of the hypothesis that there is a unit root at some level of confidence.",
    "SampleQuestion": "What is the purpose of the augmented Dickey–Fuller test in statistics and econometrics?"
  },
  {
    "Id": "\u003Cdbpedia:Kristinn_Sigmundsson\u003E",
    "Title": "Kristinn Sigmundsson",
    "Text": "Kristinn Sigmundsson (born 1 March 1951) is an Icelandic bass who for the past 20 years has been one of Iceland’s best known international opera singers.",
    "SampleQuestion": "What is the nationality of internationally recognized opera singer Kristinn Sigmundsson, born on 1 March 1951?"
  },
  {
    "Id": "\u003Cdbpedia:SuperTV\u003E",
    "Title": "SuperTV",
    "Text": "SuperTV is a defunct American subscription television service that was owned by Subscription TV of Greater Washington, Inc. It was an early form of subscription television that was offered to prospective subscribers as either a standalone service to those that did not have access to cable television-originated premium services (such as HBO and Showtime), or as an additional viewing alternative thereto.",
    "SampleQuestion": "What was SuperTV, and how did it serve its customers in relation to other premium services like HBO and Showtime?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_1998\u003E",
    "Title": "San Diego Film Critics Society Awards 1998",
    "Text": "The 3rd San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on 18 December 1998, honored the best in film for 1998.",
    "SampleQuestion": "What was the date when the 3rd San Diego Film Critics Society Awards were given to honor the best films of 1998?"
  },
  {
    "Id": "\u003Cdbpedia:Cantons_of_the_Morbihan_department\u003E",
    "Title": "Cantons of the Morbihan department",
    "Text": "The following is a list of the 21 cantons of the Morbihan department, in France, following the French canton reorganisation which came into effect in March 2015:",
    "SampleQuestion": "How many cantons are there in the Morbihan department of France after the reorganisation in March 2015?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_1997\u003E",
    "Title": "San Diego Film Critics Society Awards 1997",
    "Text": "The 2nd San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on 18 December 1997, honored the best in film for 1997.",
    "SampleQuestion": "What was the date when the 2nd San Diego Film Critics Society Awards were held to honor the best films of 1997?"
  },
  {
    "Id": "\u003Cdbpedia:Walking_in_the_Shadow_of_the_Big_Man\u003E",
    "Title": "Walking in the Shadow of the Big Man",
    "Text": "Walking in the Shadow of the Big Man was the first full-length album by Marietta, Georgia band Guadalcanal Diary. The album was released in 1984 and was produced by Don Dixon. It was reissued on CD by Rhino Handmade in 2003, with additional tracks from the Watusi Rodeo EP, the B-side \u0022Johnny B. Goode\u0022, and the previously unreleased track \u0022Just an Excuse\u0022.",
    "SampleQuestion": "What is the name of the first full-length album released by Marietta, Georgia band Guadalcanal Diary, and who produced it?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_1996\u003E",
    "Title": "San Diego Film Critics Society Awards 1996",
    "Text": "The 1st San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on 28 December 1996, honored the best in film for 1996.",
    "SampleQuestion": "What was the date of the inaugural San Diego Film Critics Society Awards that honored the best films of 1996?"
  },
  {
    "Id": "\u003Cdbpedia:M982_Excalibur\u003E",
    "Title": "M982 Excalibur",
    "Text": "The M982 Excalibur (previously XM982) is a 155mm extended range guided artillery shell developed by Raytheon Missile Systems and BAE Systems AB. It is a GPS-guided munition capable of being used in close support situations within 150–75 metres (492–246 ft) of friendly troops. The United States plans to procure 7,474 rounds at a FY2015 program cost of $1,934.1m ($258,777 average cost per unit).  As of September 2015, nearly 770 Excalibur shells had been fired in combat.",
    "SampleQuestion": "What is the M982 Excalibur, and what are its capabilities in terms of proximity to friendly troops during combat situations?"
  },
  {
    "Id": "\u003Cdbpedia:Cotter_(farmer)\u003E",
    "Title": "Cotter (farmer)",
    "Text": "Cotter, cottier, cottar, Kosatter or Kötter is the German or Scots term for a peasant farmer (formerly in the Scottish highlands for example). Cotters occupied cottages and cultivated small plots of land. The word cotter is often employed to translate the cotarius of Domesday Book, a class whose exact status has been the subject of some discussion, and is still a matter of doubt.",
    "SampleQuestion": "What is the historical term used to describe a peasant farmer, particularly in the Scottish Highlands, and what type of dwelling and land did they typically occupy and cultivate?"
  },
  {
    "Id": "\u003Cdbpedia:Lighthouse_Christian_School\u003E",
    "Title": "Lighthouse Christian School",
    "Text": "Lighthouse Christian School is a private Christian school in Twin Falls,  Idaho.Lighthouse Christian Middle/High School is fully accredited through the Association of Christian Schools International (ACSI), Northwest Association of Accredited Schools (NAAS), and the state of Idaho.Lighthouse Christian School describes itself as \u0022a discipleship school\u0022 with a \u0022Biblically-integrated instructional program\u0022.",
    "SampleQuestion": "What accreditations does Lighthouse Christian School in Twin Falls, Idaho, hold?"
  },
  {
    "Id": "\u003Cdbpedia:Somali_wild_ass\u003E",
    "Title": "Somali wild ass",
    "Text": "The Somali wild ass (Equus africanus somaliensis) is a subspecies of the African wild ass. It is found in Somalia, the Southern Red Sea region of Eritrea, and the Afar Region of Ethiopia.",
    "SampleQuestion": ""
  },
  {
    "Id": "\u003Cdbpedia:Devo_2.0\u003E",
    "Title": "Devo 2.0",
    "Text": "For the proposed deepening of Scottish devolution, see Calman Plus.Devo 2.0 (also known as DEV2.O) was a quintet, created for Walt Disney Records (with the participation of Devo), of child actors who sing, dance, and (in their music videos and photo shoots) mime playing instruments along to songs re-recorded by some of the original members of Devo. Jerry Casale directed all nine of the videos.  Actress Jacqueline Emerson, who later appeared in The Hunger Games, was a member.",
    "SampleQuestion": "What was Devo 2.0, and which future Hunger Games actress was a member of the group?"
  },
  {
    "Id": "\u003Cdbpedia:Twin_Falls_Christian_Academy\u003E",
    "Title": "Twin Falls Christian Academy",
    "Text": "Twin Falls Christian Academy is a private Christian school in Twin Falls, Idaho. This school opened its doors in 1975.  It is a ministry of Grace Baptist Church.",
    "SampleQuestion": "What year was Twin Falls Christian Academy established, and with which church is it affiliated?"
  },
  {
    "Id": "\u003Cdbpedia:Francis_Bulfin\u003E",
    "Title": "Francis Bulfin",
    "Text": "Francis Bulfin (12 February 1874 – 22 March 1951) was an Irish Sinn Féin and Cumann na nGaedheal politician based in Birr, County Offaly, who served as a Teachta Dála (TD) in the 1920s.He was the brother of William Bulfin. Bulfin was first elected to Dáil Éireann at the 1921 general election to the 2nd Dáil as a Sinn Féin TD for the Leix–Offaly constituency.",
    "SampleQuestion": "What political parties was Francis Bulfin associated with during his tenure as a Teachta Dála (TD) in the 1920s?"
  },
  {
    "Id": "\u003Cdbpedia:Tetrabutyltin\u003E",
    "Title": "Tetrabutyltin",
    "Text": "Tetrabutyltin (also tetra-n-butyltin and tetra-n-butylstannane) is a stable organotin compound and combustible, colourless liquid at room temperature. It is incompatible with strong oxidizing agents.  It has the molecular formula C16H36Sn. Sometimes the abbreviation SnBu4 and TTBT are used.Tetrabutyltin is the starting material of the tributyltin and dibutyltin compounds. It is produced by the reaction of tin(IV) chloride with 1-chlorobutane.",
    "SampleQuestion": "What is Tetrabutyltin and how is it produced?"
  },
  {
    "Id": "\u003Cdbpedia:Gale_Anne_Hurd\u003E",
    "Title": "Gale Anne Hurd",
    "Text": "Gale Anne Hurd (born October 25, 1955) is an American film producer and screenwriter. She is currently the recording secretary for the Producers Guild of America.",
    "SampleQuestion": "What role does Gale Anne Hurd currently hold within the Producers Guild of America?"
  },
  {
    "Id": "\u003Cdbpedia:Konice\u003E",
    "Title": "Konice",
    "Text": "Konice (Czech pronunciation: [ˈkoɲɪtsɛ]; German: Konitz) is a town near Prostějov and Olomouc in the Czech Republic. Population 2,935.The name of the town is connected with stables which served as a resting place for horses during the long journeys to the Czech lands. The town was mentioned for the first time in 1200. The most important monument is the Baroque chateau from 1705.",
    "SampleQuestion": "What is the historical significance of the town of Konice in the Czech Republic and what is its most important monument?"
  },
  {
    "Id": "\u003Cdbpedia:Denver_Performing_Arts_Complex\u003E",
    "Title": "Denver Performing Arts Complex",
    "Text": "The Denver Performing Arts Complex (sometimes referred to locally as \u0022The Plex,\u0022 \u0022The DCPA\u0022 or simply, \u0022Denver Center\u0022) located in Denver, Colorado, is one of the largest performing arts centers in the United States. The DPAC is a four-block, 12-acre (49,000 m2) site containing ten performance spaces with over 10,000 seats connected by an 80 ft (24 m) tall glass roof.",
    "SampleQuestion": "What is the Denver Performing Arts Complex, and what are its notable features?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_2000\u003E",
    "Title": "San Diego Film Critics Society Awards 2000",
    "Text": "The 5th San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on December 20, 2000, honored the best in film for 2000.",
    "SampleQuestion": "What year did the 5th San Diego Film Critics Society Awards take place?"
  },
  {
    "Id": "\u003Cdbpedia:A_Lo_Cubano\u003E",
    "Title": "A Lo Cubano",
    "Text": "A Lo Cubano is the debut album by Orishas, a Cuban hip hop group. It was originally released on October 3, 2000 on the Universal Latino label.",
    "SampleQuestion": "What is the name of the debut album by Orishas, and when was it released?"
  },
  {
    "Id": "\u003Cdbpedia:Cantons_of_the_Meuse_department\u003E",
    "Title": "Cantons of the Meuse department",
    "Text": "The following is a list of the 17 cantons of the Meuse department, in France, following the French canton reorganisation which came into effect in March 2015:",
    "SampleQuestion": "How many cantons are there in the Meuse department of France after the reorganisation in March 2015?"
  },
  {
    "Id": "\u003Cdbpedia:1988_NFL_draft\u003E",
    "Title": "1988 NFL draft",
    "Text": "The 1988 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 24–25, 1988. The league also held a supplemental draft after the regular draft and before the regular season. Notably, the first player selected at the quarterback position did not come until the third round (76th overall), which is the last draft in which this has occurred.",
    "SampleQuestion": "What was the first year since the 1988 NFL draft that a quarterback was not selected until the third round or later?"
  },
  {
    "Id": "\u003Cdbpedia:Cork_City_(UK_Parliament_constituency)\u003E",
    "Title": "Cork City (UK Parliament constituency)",
    "Text": "Cork City was a parliamentary constituency in Ireland, represented in the Parliament of the United Kingdom. From 1880 to 1922 it returned two members of parliament (MPs) to the House of Commons of the United Kingdom of Great Britain and Ireland.",
    "SampleQuestion": "How many members of parliament did the Cork City constituency return to the House of Commons of the United Kingdom from 1880 to 1922?"
  },
  {
    "Id": "\u003Cdbpedia:Tracking_and_data_relay_satellite\u003E",
    "Title": "Tracking and data relay satellite",
    "Text": "A tracking and data relay satellite (TDRS) is a type of communications satellite that forms part of the Tracking and Data Relay Satellite System (TDRSS) used by NASA and other United States government agencies for communications to and from independent \u0022User Platforms\u0022 such as satellites, balloons, aircraft, and the International Space Station.",
    "SampleQuestion": "What is the purpose of a tracking and data relay satellite (TDRS) within the Tracking and Data Relay Satellite System (TDRSS)?"
  },
  {
    "Id": "\u003Cdbpedia:Wiggle_(album)\u003E",
    "Title": "Wiggle (album)",
    "Text": "Wiggle is the fifth studio album by the American punk rock band Screeching Weasel. It was released on January 15, 1993 through Lookout! Records. Their previous album, My Brain Hurts, had seen a sharp rise in the band\u0027s popularity and a shift in sound towards mid-tempo pop songs.  With Wiggle, the band shifted gears yet again.",
    "SampleQuestion": "What changes did Screeching Weasel make with their fifth studio album, \u0022Wiggle,\u0022 compared to their previous album \u0022My Brain Hurts\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Hedwig_Jagiellon,_Duchess_of_Bavaria\u003E",
    "Title": "Hedwig Jagiellon, Duchess of Bavaria",
    "Text": "Hedwig Jagiellon (Polish: Jadwiga Jagiellonka, Lithuanian: Jadvyga Jogailaitė, German: Hedwig Jagiellonica) (21 September 1457 – 18 February 1502), baptized as \u0022Hedwigis\u0022, was a Polish princess member of the Jagiellonian dynasty and by marriage Duchess of Bavaria.Born in Kraków, she was the eldest daughter of King Casimir IV of Poland of Poland and Archduchess Elisabeth of Austria.",
    "SampleQuestion": "What was the relationship between Hedwig Jagiellon and King Casimir IV of Poland?"
  },
  {
    "Id": "\u003Cdbpedia:Fender_Electric_XII\u003E",
    "Title": "Fender Electric XII",
    "Text": "The Fender Electric XII was a purpose-built 12-string electric guitar, designed for folk rockers. Instead of using a Stratocaster-body style, it used one similar to a Jaguar/Jazzmaster body style. It was also a departure from the typical \u0022Stratocaster\u0022-style headstock, instead featuring a long headstock nicknamed the \u0022hockey-stick\u0022 headstock.",
    "SampleQuestion": "What body style did the Fender Electric XII use that differed from the typical Stratocaster design?"
  },
  {
    "Id": "\u003Cdbpedia:Iron_Lion_of_Cangzhou\u003E",
    "Title": "Iron Lion of Cangzhou",
    "Text": "The Iron Lion of Cangzhou  (Chinese: 铁狮子; pinyin: Tiĕ Shīzi) is a cast iron  sculpture located in the town of Cangzhou in Hebei Province, China, about 180 km (110 mi)  southwest of the national capital Beijing. Cast in 953 AD, the iron lion is the largest known and oldest surviving iron-cast artwork in China.",
    "SampleQuestion": "What is the Iron Lion of Cangzhou, and why is it significant in the context of Chinese art history?"
  },
  {
    "Id": "\u003Cdbpedia:La_Salle_Academy,_Providence\u003E",
    "Title": "La Salle Academy, Providence",
    "Text": "La Salle Academy is an independent, co-educational Roman Catholic college preparatory day school located in the Elmhurst neighborhood of Providence, Rhode Island.  Founded in 1871, the Academy currently enrolls 1,478 students in seventh through twelfth grade, with the majority of students coming from the Providence metropolitan area.",
    "SampleQuestion": "What is the educational level and religious affiliation of La Salle Academy in Providence?"
  },
  {
    "Id": "\u003Cdbpedia:Vlerick_Leuven_Gent_Management_School\u003E",
    "Title": "Vlerick Leuven Gent Management School",
    "Text": "The Vlerick Business School \u0022\\Vlerick\u0022) is the autonomous management school of Ghent University and the Katholieke Universiteit Leuven. Vlerick was founded in 1953 by  professor, politician and entrepreneur Baron André Vlerick.Vlerick has four international campuses in Brussels, Ghent, Leuven (Belgium) and Saint Petersburg (Russia).",
    "SampleQuestion": "What are the two universities associated with the founding of Vlerick Business School?"
  },
  {
    "Id": "\u003Cdbpedia:Tata_2\u003E",
    "Title": "Tata 2",
    "Text": "Tata 2 is an album by Kult, released in March 1996. It is the second album of songs written by singer Kazik\u0027s father Stanisław Staszewski.",
    "SampleQuestion": "Who is the songwriter for the songs on the album \u0022Tata 2\u0022 by Kult?"
  },
  {
    "Id": "\u003Cdbpedia:Hansen_High_School\u003E",
    "Title": "Hansen High School",
    "Text": "Hansen High School is a high school in Hansen, Idaho. They were the 2002 state track division 1A champions.They went to 2009 state track in the 300 hurdles, and 800m. Their rivals are the Murtaugh Red Devils. Hansen high school has about 300\u002B students.",
    "SampleQuestion": "What was the athletic achievement of Hansen High School in 2002, and who are their rivals?"
  },
  {
    "Id": "\u003Cdbpedia:Piranha_II:_The_Spawning\u003E",
    "Title": "Piranha II: The Spawning",
    "Text": "Piranha II: The Spawning, also known as The Spawning and Piranha II: Flying Killers, is a 1981 American horror film, the sequel to the 1978 low-budget cult film Piranha, directed by James Cameron in his theatrical feature film directorial debut.",
    "SampleQuestion": "Who directed \u0022Piranha II: The Spawning,\u0022 which is a sequel to the 1978 film \u0022Piranha\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Ron_Massey_Cup\u003E",
    "Title": "Ron Massey Cup",
    "Text": "The Ron Massey Cup (formerly known as the Bundaberg Red Cup and Jim Beam Cup) is a semi-professional development level rugby league competition in New South Wales (NSW), Australia, run jointly by the New South Wales Rugby League (NSWRL) and the Country Rugby League of New South Wales (CRL). The competition is run concurrently with the National Rugby League (NRL). It currently comprises 12 teams drawn from both the Sydney metropolitan area and The Entrance district.",
    "SampleQuestion": "What is the Ron Massey Cup and how is it related to rugby league in New South Wales, Australia?"
  },
  {
    "Id": "\u003Cdbpedia:BBC_Two_Northern_Ireland\u003E",
    "Title": "BBC Two Northern Ireland",
    "Text": "BBC Two Northern Ireland (Irish: BBC Thuaisceart Éireann a Dó) is a television station operated by BBC Northern Ireland. It is broadcast via digital television.The channel was branded onscreen as \u0027BBC Two NI\u0027 from October 2006 until February 2007, though not referred to as such by continuity announcers.",
    "SampleQuestion": "What is the Irish name for BBC Two Northern Ireland, and how is it broadcast?"
  },
  {
    "Id": "\u003Cdbpedia:Filer_High_School\u003E",
    "Title": "Filer High School",
    "Text": "Filer High School is a high school in Filer, Idaho, United States.",
    "SampleQuestion": "What is the location of Filer High School?"
  },
  {
    "Id": "\u003Cdbpedia:Kimberly_High_School_(Kimberly,_Idaho)\u003E",
    "Title": "Kimberly High School (Kimberly, Idaho)",
    "Text": "Kimberly High School is a high school in Kimberly, Idaho.  It comprises grades 9-12 and had a 2008-09 student enrollment of 428.In 2010, the Bulldogs lost a close game to American Falls 46-41, and lost their homecoming game to Sugar-Salem 30-8. They, however, were the conference champions and won third place at state.",
    "SampleQuestion": "What achievement did Kimberly High School\u0027s football team accomplish in the year they lost their homecoming game to Sugar-Salem?"
  },
  {
    "Id": "\u003Cdbpedia:Mario_Montez\u003E",
    "Title": "Mario Montez",
    "Text": "René Rivera, (July 20, 1935 – September 26, 2013), known professionally as Mario Montez, was one of the Warhol superstars, appearing in thirteen of Andy Warhol\u0027s underground films from 1964 to 1966. He took his name as a male homage to the actress Maria Montez, an important gay icon in the fifties and sixties. Before appearing in Warhol\u0027s films, he appeared in Jack Smith\u0027s important underground films Flaming Creatures and Normal Love.",
    "SampleQuestion": "What was the professional name of René Rivera, who starred in thirteen of Andy Warhol\u0027s underground films and took his name as a homage to actress Maria Montez?"
  },
  {
    "Id": "\u003Cdbpedia:Murtaugh_High_School\u003E",
    "Title": "Murtaugh High School",
    "Text": "Murtaugh High School is a public high school in Murtaugh, Idaho, USA.  It is a very small school with about 52 students in grades 9-12.  It offers athletic programs for both girls and boys such as football, volleyball, basketball, and track.  It also offers BPA and FFA. The extracurricular activities are minimal.",
    "SampleQuestion": "What extracurricular activities does Murtaugh High School offer for its students?"
  },
  {
    "Id": "\u003Cdbpedia:Sly_(opera)\u003E",
    "Title": "Sly (opera)",
    "Text": "Sly, ovvero La leggenda del dormiente risvegliato (English: Sly, or The Legend of the Sleeper Awoken) is an opera in three acts by Ermanno Wolf-Ferrari to an Italian libretto by Giovacchino Forzano, based on the Induction (the Prologue) to William Shakespeare\u0027s The Taming of the Shrew (the German version of libretto, Sly, oder Die Legende vom wiedererweckten Schläfer, was translated by Walter Dahms). Unlike most of Wolf-Ferrari\u0027s other operas, this is a tragedy.",
    "SampleQuestion": "What is the full Italian title of Ermanno Wolf-Ferrari\u0027s opera \u0022Sly,\u0022 and what Shakespearean work is it based on?"
  },
  {
    "Id": "\u003Cdbpedia:Buhl_High_School\u003E",
    "Title": "Buhl High School",
    "Text": "Buhl High School is a high school in Buhl, Idaho.Buhl High School\u0027s mascot is an Indian. The colors are orange and black.",
    "SampleQuestion": "What is the mascot and what are the colors of Buhl High School in Buhl, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Castleford_High_School\u003E",
    "Title": "Castleford High School",
    "Text": "Castleford High School is a high school in Castleford, Idaho.",
    "SampleQuestion": "What type of educational institution is Castleford High School located in Castleford, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Dudley_North,_3rd_Baron_North\u003E",
    "Title": "Dudley North, 3rd Baron North",
    "Text": "Dudley North, 3rd Baron North (1581 – 16 January 1666) was an English nobleman.He was the son of Sir John North and of Dorothy, daughter and heiress of Sir Valentine Dale.  He succeeded his grandfather, Roger North, 2nd Baron North, at the age of nineteen.  He was educated at Trinity College, Cambridge, and married in 1599 Frances, daughter of Sir John Brocket of Brocket Hall in Hertfordshire.",
    "SampleQuestion": "Who did Dudley North, 3rd Baron North, marry in 1599?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_2001\u003E",
    "Title": "San Diego Film Critics Society Awards 2001",
    "Text": "The 6th San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on 18 December 2001, honored the best in film for 2001.",
    "SampleQuestion": "What was the occasion of the 6th San Diego Film Critics Society Awards held on December 18, 2001?"
  },
  {
    "Id": "\u003Cdbpedia:Carlos_Alazraki\u003E",
    "Title": "Carlos Alazraki",
    "Text": "Carlos Alazraki Grossmann (born 1947,  Mexico City) is a Mexican advertising executive.Alazraki is the founder, president, and CEO of Alazraki \u0026 Asociados Publicidad agency and the previous president of the Asociación Mexicana de Agencias de Publicidad (AMAP, Mexican Association of Advertising Agencies). He is the son of film director Benito Alazraki and son-in-law of the late Samy Yeroham, owner of Topeka. He is also the father of directory Gary Alazraki.",
    "SampleQuestion": "Who is the founder, president, and CEO of Alazraki \u0026 Asociados Publicidad agency and what is his relationship to film director Benito Alazraki?"
  },
  {
    "Id": "\u003Cdbpedia:Metro_Weekly\u003E",
    "Title": "Metro Weekly",
    "Text": "Metro Weekly is a free weekly magazine for the lesbian, gay, bisexual and transgender (LGBT) community in Washington, D.C., U.S.A. It was first published on May 5, 1994. Metro Weekly includes national and local news, interviews with LGBT leaders and politicians, community event calendars, nightlife guides, and reviews of the District\u0027s arts and entertainment scene. The website\u0027s Scene section has archived over 100,000 original photos from Washington\u0027s LGBT community events.",
    "SampleQuestion": "What is the focus of Metro Weekly magazine and what type of content does it provide for the LGBT community in Washington, D.C.?"
  },
  {
    "Id": "\u003Cdbpedia:S1850M\u003E",
    "Title": "S1850M",
    "Text": "The S1850M is a long range passive electronically scanned array radar for wide area search. The S1850M is produced by BAE Systems Integrated System Technologies (formerly AMS UK) and Thales. It is a modified version of the Thales Nederland SMART-L radar. The S1850M is advertised as being capable of fully automatic detection, track initiation and tracking of up to 1,000 targets at a range of 400 kilometres (250 mi).",
    "SampleQuestion": "What is the maximum range and number of targets the S1850M radar can track simultaneously?"
  },
  {
    "Id": "\u003Cdbpedia:Grand_Hotel_Europe\u003E",
    "Title": "Grand Hotel Europe",
    "Text": "The Belmond Grand Hotel Europe (Russian: Гранд Отель Европа; known as Hotel Evropeiskaya during the Soviet period) vies with Corinthia Hotel St. Petersburg and Hotel Astoria for the title of the most luxurious five-star hotel in Saint Petersburg, Russia. One of great hotels of the 19th-century Europe, the Grand Hotel Europe opened its doors to the public on January 28, 1875, replacing an earlier inn situated on the same site.",
    "SampleQuestion": "Which three hotels compete for the title of the most luxurious five-star hotel in Saint Petersburg, Russia?"
  },
  {
    "Id": "\u003Cdbpedia:San_Diego_Film_Critics_Society_Awards_2002\u003E",
    "Title": "San Diego Film Critics Society Awards 2002",
    "Text": "The 7th San Diego Film Critics Society Awards, given by the San Diego Film Critics Society on 20 December 2002, honored the best in film for 2002.",
    "SampleQuestion": "What year did the 7th San Diego Film Critics Society Awards take place, and what did they honor?"
  },
  {
    "Id": "\u003Cdbpedia:MODTRAN\u003E",
    "Title": "MODTRAN",
    "Text": "MODTRAN (MODerate resolution atmospheric TRANsmission) is a computer program designed to model atmospheric propagation of electromagnetic radiation for the 100-50,000 cm−1 (0.2 to 100 um) spectral range.  This covers the spectrum from middle ultraviolet to visible light to far infrared. The most recently released version of the code, MODTRAN5, provides a spectral resolution of 0.2 cm−1 using its 0.1 cm−1 band model algorithm.Some aspects of MODTRAN are patented by Spectral Sciences Inc.",
    "SampleQuestion": "What is the spectral range that MODTRAN, a computer program for modeling atmospheric propagation of electromagnetic radiation, designed to cover?"
  },
  {
    "Id": "\u003Cdbpedia:Scatter_the_Ashes\u003E",
    "Title": "Scatter the Ashes",
    "Text": "Scatter the Ashes was an American post-hardcore band signed to the Epitaph label. They were formed in the summer of 2001 and played their first show on June 24th 2001 at the Plunge in Nashville. In 2006, they officially broke up, and two of the four members of the group went on to form a new band, MOTHER/FATHER. Demos for their unreleased second album appeared on guiltypeople.org in May 2011.",
    "SampleQuestion": "What genre of music did the American band Scatter the Ashes play, and which record label were they signed to?"
  },
  {
    "Id": "\u003Cdbpedia:Meadows_Valley_Junior/Senior_High_School\u003E",
    "Title": "Meadows Valley Junior/Senior High School",
    "Text": "Meadows Valley Junior/Senior High School is a high school in New Meadows, Idaho.",
    "SampleQuestion": "What is the name of the high school located in New Meadows, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Melvin_O._McLaughlin\u003E",
    "Title": "Melvin O. McLaughlin",
    "Text": "Melvin Orlando McLaughlin (August 8, 1876 – June 18, 1928) was a Nebraska Republican politician.Born in Osceola, Iowa on August 8, 1876, he moved to Nebraska in 1884.  He graduated from College View High School, and graduated from the Lincoln, Nebraska Normal University and the Nebraska State Normal School at Peru (now Peru State College).  He taught school near Lincoln from 1895 to 1900.",
    "SampleQuestion": "What was the political affiliation of Melvin Orlando McLaughlin, and which state did he represent?"
  },
  {
    "Id": "\u003Cdbpedia:Ten_Big_Ones\u003E",
    "Title": "Ten Big Ones",
    "Text": "Ten Big Ones is the tenth novel by Janet Evanovich featuring the bounty hunter Stephanie Plum. It was written in 2004. When Janet Evanovich was questioned why she decided to focus on gang violence in this book, she replied, \u0022I keep in touch with the Trenton Police Department. Over the last few years Bloods and Crips have come into the Trenton area, and it\u0027s caused serious problems.\u0022",
    "SampleQuestion": "Who is the author of \u0022Ten Big Ones\u0022 and what profession does the main character, Stephanie Plum, have?"
  },
  {
    "Id": "\u003Cdbpedia:Naoko_Matsui\u003E",
    "Title": "Naoko Matsui",
    "Text": "Naoko Matsui (松井 菜桜子, Matsui Naoko, born Naoko Ogawa (小川 菜桜子, Ogawa Naoko), April 4, 1961) is a Japanese voice actress from Hakodate, Hokkaido. Matsui was a member of Production Baobab for 20 years before becoming a freelancer.",
    "SampleQuestion": "What is the profession of Naoko Matsui and where is she from?"
  },
  {
    "Id": "\u003Cdbpedia:Il_segreto_di_Susanna\u003E",
    "Title": "Il segreto di Susanna",
    "Text": "Il segreto di Susanna (English: Susanna\u0027s Secret, German: Susannens Geheimnis) is an intermezzo in one act by Ermanno Wolf-Ferrari to an Italian libretto by Enrico Golisciani. The premiere of the opera was in German, in a translation by Max Kalbeck, at the Hoftheater in Munich on 4 December 1909.",
    "SampleQuestion": "What is the secret referred to in the title of Ermanno Wolf-Ferrari\u0027s one-act opera \u0022Il segreto di Susanna\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Eyring_equation\u003E",
    "Title": "Eyring equation",
    "Text": "The Eyring equation (occasionally also known as Eyring–Polanyi equation) is an equation used in chemical kinetics to describe the variance of the rate of a chemical reaction with temperature. It was developed almost simultaneously in 1935 by Henry Eyring, Meredith Gwynne Evans and Michael Polanyi.",
    "SampleQuestion": "Who developed the Eyring equation and in what year?"
  },
  {
    "Id": "\u003Cdbpedia:Independent_Republican_(Ireland)\u003E",
    "Title": "Independent Republican (Ireland)",
    "Text": "Independent Republican was a political title frequently used by Irish republicans when contesting elections in the Republic of Ireland and Northern Ireland since the 1920s. In the main, but certainly not always, Independent Republican candidates were members of Sinn Féin or the Irish Republican Army. In times when these organizations were proscribed or when they refused to register as political parties, the label \u0022Independent Republican\u0022 was used.",
    "SampleQuestion": "What political title was commonly used by Irish republicans, often associated with Sinn Féin or the Irish Republican Army, when running for elections in Ireland and Northern Ireland since the 1920s?"
  },
  {
    "Id": "\u003Cdbpedia:Eleven_on_Top\u003E",
    "Title": "Eleven on Top",
    "Text": "Eleven on Top is the eleventh novel by Janet Evanovich featuring the bounty hunter Stephanie Plum. It was published in June 2005, and quickly became a #1 best-seller, remaining on the USA Today list of 150 best-selling novels for 19 weeks.",
    "SampleQuestion": "Who is the author of \u0022Eleven on Top,\u0022 and what is the profession of the main character in the novel?"
  },
  {
    "Id": "\u003Cdbpedia:Stadionul_Dan_Păltinișanu\u003E",
    "Title": "Stadionul Dan Păltinișanu",
    "Text": "Dan Paltinisanu Stadium is a multi-purpose stadium in Timișoara, Romania.  It is currently used mostly for football matches by the local team, Poli Timișoara. The stadium is named after Politehnica Timișoara\u0027s legend Dan Păltinișanu who played 271 matches in 10 years for the club and scored very important goals, including the qualification goal in UEFA Cup against Celtic and Atlético Madrid. He is considered the best Centre back who ever played for Poli.",
    "SampleQuestion": "What is the Stadionul Dan Păltinișanu, and for which local football team is it primarily used?"
  },
  {
    "Id": "\u003Cdbpedia:Gaelicisation\u003E",
    "Title": "Gaelicisation",
    "Text": "Gaelicisation or Gaelicization is the act or process of making something Gaelic, or gaining characteristics of the Gaels.",
    "SampleQuestion": "What is the process of adopting Gaelic characteristics or becoming Gaelic known as?"
  },
  {
    "Id": "\u003Cdbpedia:To_the_Nines_(novel)\u003E",
    "Title": "To the Nines (novel)",
    "Text": "To the Nines is the ninth novel by Janet Evanovich featuring the bounty hunter Stephanie Plum. Written in 2003, it\u0027s the second book in a row that doesn\u0027t revolve around a criminal bond, and the first to take Stephanie out of New Jersey and into the neon glitz of Las Vegas.To the Nines appeared on the USA Today list of 150 best-selling novels for 17 weeks, peaking at number 2.",
    "SampleQuestion": "Who is the author of \u0022To the Nines,\u0022 and what profession does the main character, Stephanie Plum, have in the novel?"
  },
  {
    "Id": "\u003Cdbpedia:ATN_Aastha_TV\u003E",
    "Title": "ATN Aastha TV",
    "Text": "ATN Aastha is a Canadian exempt Category B pay television channel owned by Asian Television Network (ATN). ATN Aastha broadcasts religious and spiritual programming in Hindi, Gujarati, and English, focusing mainly on the teachings and principles of Hinduism. Programming includes discourses, devotional music, meditation and yoga techniques, coverage of religious festivals, and ancient Indian scientific practices such as ayurveda.",
    "SampleQuestion": "What type of programming does the Canadian pay television channel ATN Aastha specialize in, and which languages does it broadcast in?"
  },
  {
    "Id": "\u003Cdbpedia:The_First_Churchills\u003E",
    "Title": "The First Churchills",
    "Text": "The First Churchills was a BBC serial from 1969 about the life of John Churchill, 1st Duke of Marlborough and his wife, Sarah Churchill, Duchess of Marlborough.",
    "SampleQuestion": "What is \u0022The First Churchills\u0022 and who does it chronicle the lives of?"
  },
  {
    "Id": "\u003Cdbpedia:John_Day_(RAF_officer)\u003E",
    "Title": "John Day (RAF officer)",
    "Text": "Air Chief Marshal Sir John Romney Day KCB, OBE, ADC (born 1947) is a retired senior Royal Air Force commander and a military advisor to BAE Systems.",
    "SampleQuestion": "What position did Sir John Romney Day hold in the Royal Air Force, and what role does he currently serve with BAE Systems?"
  },
  {
    "Id": "\u003Cdbpedia:Orbitofrontal_cortex\u003E",
    "Title": "Orbitofrontal cortex",
    "Text": "The orbitofrontal cortex (OFC) is a prefrontal cortex region in the frontal lobes in the brain which is involved in the cognitive processing of decision-making. In non-human primates it consists of the association cortex areas Brodmann area 11, 12 and 13; in humans it consists of Brodmann area 10, 11 and 47The OFC is considered anatomically synonymous with the ventromedial prefrontal cortex.",
    "SampleQuestion": "What is the function of the orbitofrontal cortex in the brain, and which Brodmann areas does it consist of in humans?"
  },
  {
    "Id": "\u003Cdbpedia:Entropy_of_activation\u003E",
    "Title": "Entropy of activation",
    "Text": "In chemical kinetics, the entropy of activation of a reaction is one of the two parameters (along with the enthalpy of activation) which are typically obtained from the temperature dependence of a reaction rate constant, when these data are analyzed using the Eyring equation.",
    "SampleQuestion": "What are the two parameters typically obtained from the temperature dependence of a reaction rate constant in chemical kinetics according to the Eyring equation?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_people_and_animals_from_Thomas_\u0026_Friends\u003E",
    "Title": "List of people and animals from Thomas \u0026 Friends",
    "Text": "The television series Thomas \u0026 Friends features many fictional people and animals who interact with the engine characters and form the basis for many of the varying storylines. The following list describes the more notable people and animals that have appeared.  A few have appeared in more than one episode, but most appear just once.A number of the characters originated in The Railway Series of children\u0027s books by Wilbert Awdry.",
    "SampleQuestion": "Who are the notable characters in the television series \u0022Thomas \u0026 Friends,\u0022 and where did many of them originate from?"
  },
  {
    "Id": "\u003Cdbpedia:Battle_of_Ramree_Island\u003E",
    "Title": "Battle of Ramree Island",
    "Text": "The Battle of Ramree Island was fought for six weeks during January and February 1945, as part of the Indian XV Corps 1944/45 offensive on the Southern Front of the Burma Campaign during World War II. Ramree Island (Yangbye Kywan) lies off the Burma coast and in 1942 the rapidly advancing Imperial Japanese Army captured the island along with the rest of Southern Burma.",
    "SampleQuestion": "What was the duration and time period of the Battle of Ramree Island, and which military campaign was it a part of during World War II?"
  },
  {
    "Id": "\u003Cdbpedia:Nicky_Boom\u003E",
    "Title": "Nicky Boom",
    "Text": "Nicky Boum, more commonly known as Nicky Boom, is a side-scrolling platform game originally released for the Commodore Amiga, Atari ST and MS-DOS by Microïds in 1992. The game began a second life in 2008, with a remake for mopbile phones, which was made available for Windows computers late in 2008. It was ported to the Tapwave Zodiac handheld in 2006 and is also available for Mac OS X on the Mac App Store. Nicky Boom was followed by a sequel titled Nicky 2 in 1993.",
    "SampleQuestion": "What is the name of the sequel to the platform game \u0022Nicky Boom\u0022 that was released in 1993?"
  },
  {
    "Id": "\u003Cdbpedia:Free_Church,_Hampstead_Garden_Suburb\u003E",
    "Title": "Free Church, Hampstead Garden Suburb",
    "Text": "The Free Church is a building located in Hampstead Garden Suburb, Barnet, London. It was built to a design by Sir Edwin Lutyens in 1908-1910, and, like St Jude\u0027s Church at the opposite side of Central Square, is a Grade I listed building.",
    "SampleQuestion": "Who designed the Free Church located in Hampstead Garden Suburb, and what is its listed building status?"
  },
  {
    "Id": "\u003Cdbpedia:Four_to_Score\u003E",
    "Title": "Four to Score",
    "Text": "Four to Score is the fourth novel by Janet Evanovich featuring the bounty hunter Stephanie Plum. It was written in 1998.",
    "SampleQuestion": "Who is the bounty hunter featured in the 1998 novel \u0022Four to Score\u0022 by Janet Evanovich?"
  },
  {
    "Id": "\u003Cdbpedia:Hard_Eight_(novel)\u003E",
    "Title": "Hard Eight (novel)",
    "Text": "Hard Eight is the eighth novel by Janet Evanovich featuring the bounty hunter  Stephanie Plum.",
    "SampleQuestion": "Who is the bounty hunter featured in the eighth novel \u0022Hard Eight\u0022 by Janet Evanovich?"
  },
  {
    "Id": "\u003Cdbpedia:Colby_Armstrong\u003E",
    "Title": "Colby Armstrong",
    "Text": "Colby Joseph Armstrong (born November 23, 1982) is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins, Atlanta Thrashers, Toronto Maple Leafs and Montreal Canadiens in a 12-year career. He currently serves as an NHL analyst for Sportsnet. Armstrong\u0027s younger brother, Riley Armstrong, also played in the NHL, with the San Jose Sharks.",
    "SampleQuestion": "What is the current profession of Colby Armstrong, the former NHL player who played for teams such as the Pittsburgh Penguins and Montreal Canadiens?"
  },
  {
    "Id": "\u003Cdbpedia:NK_Čakovec\u003E",
    "Title": "NK Čakovec",
    "Text": "Nogometni Klub Čakovec (English: Čakovec Football Club), commonly referred to as NK Čakovec or simply Čakovec,  is a Croatian football club based in Čakovec, in the northern part of the country. They are currently playing in the fourth tier of Croatian football.The club\u0027s arguably biggest success came when they won promotion to the Croatian First League in 2000. However, they only spent two seasons in the top flight before being relegated back to the Croatian Second League in 2002.",
    "SampleQuestion": "What is the highest level of Croatian football that NK Čakovec has achieved, and in which year did they first get promoted to it?"
  },
  {
    "Id": "\u003Cdbpedia:Filip_Novák\u003E",
    "Title": "Filip Novák",
    "Text": "Filip Novák (born May 7, 1982) is a Czech professional ice hockey player. Novak currently plays for Dynamo Moscow in the Kontinental Hockey League. He has won the Gagarin Cup twice with Dynamo in 2012 and 2013.",
    "SampleQuestion": "What team does two-time Gagarin Cup winner Filip Novák currently play for?"
  },
  {
    "Id": "\u003Cdbpedia:EPRU_Stadium\u003E",
    "Title": "EPRU Stadium",
    "Text": "EPRU Stadium, also known by its original name of Boet Erasmus Stadium, was a stadium in Port Elizabeth, South Africa. The stadium has a capacity of 33,852 people. The original name Boet Erasmus Stadium was named after Boet Erasmus, a former mayor of Port Elizabeth.It was used mostly for rugby union matches, as well as football.",
    "SampleQuestion": "What was the original name of EPRU Stadium and after whom was it named?"
  },
  {
    "Id": "\u003Cdbpedia:Ultravox!_(album)\u003E",
    "Title": "Ultravox! (album)",
    "Text": "Ultravox! is the eponymous debut studio album by British new wave band Ultravox!. It was recorded at Island Studios in Hammersmith, London in the autumn of 1976 and produced by Ultravox! and Steve Lillywhite with studio assistance from Brian Eno. It was released on 25 February 1977 by Island.",
    "SampleQuestion": "What is the name of the debut studio album by British new wave band Ultravox!, and when was it released?"
  },
  {
    "Id": "\u003Cdbpedia:Estadio_Florencio_Sola\u003E",
    "Title": "Estadio Florencio Sola",
    "Text": "Estadio Florencio Sola (nicknamed \u0022Lencho\u0022) is a multi-use stadium in Buenos Aires, Argentina.  It is currently used primarily for football matches, and it is the home of Banfield of the Argentine Primera División.  The stadium has a capacity of 34,901 people and was built in 1940.The stadium was renovated in 2006 due to Banfield\u0027s qualification for the Copa Sudamericana 2006 and Copa Libertadores 2007.",
    "SampleQuestion": "What is the capacity of Estadio Florencio Sola, the home stadium of Banfield in Buenos Aires, Argentina?"
  },
  {
    "Id": "\u003Cdbpedia:Hot_Six\u003E",
    "Title": "Hot Six",
    "Text": "Hot Six is the sixth novel by Janet Evanovich featuring the bounty hunter  Stephanie Plum and was written in 2001.",
    "SampleQuestion": "Who is the bounty hunter featured in the sixth novel \u0022Hot Six\u0022 by Janet Evanovich?"
  },
  {
    "Id": "\u003Cdbpedia:The_Godfather_Part_III_(soundtrack)\u003E",
    "Title": "The Godfather Part III (soundtrack)",
    "Text": "The Godfather Part III is the soundtrack from the movie of the same name, released in 1990 by Columbia, United States.",
    "SampleQuestion": "What is the release year and country of the soundtrack for \u0022The Godfather Part III\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Proton_Persona\u003E",
    "Title": "Proton Persona",
    "Text": "The Proton Persona is a compact car developed by Proton. It is based on an extended Proton Gen-2 platform and was intended to be a 4-door saloon alternative to the former. The Persona replaced the saloon variant of the Proton Wira upon its debut in 2007, and was later succeeded by the Proton Prevé in 2012. All Personas are manufactured at Proton\u0027s second plant in Tanjung Malim, Perak.",
    "SampleQuestion": "What is the Proton Persona, and which model did it succeed upon its debut in 2007?"
  },
  {
    "Id": "\u003Cdbpedia:Chilu_Lemba\u003E",
    "Title": "Chilu Lemba",
    "Text": "Chilu Lemba is a Zambian born and South African based radio and television presenter, voice over artist and musician. He is widely acknowledged in the communications industry as one of Africa\u0027s top Voiceover Artists having narrated numerous productions for radio, television and stadium events such as the African Cup of Nations opening Ceremony, broadcast to millions of viewers around the world.",
    "SampleQuestion": "What is Chilu Lemba known for in the communications industry, and what notable event did he narrate?"
  },
  {
    "Id": "\u003Cdbpedia:High_Five_(novel)\u003E",
    "Title": "High Five (novel)",
    "Text": "High Five is the fifth novel by Janet Evanovich featuring the bounty hunter  Stephanie Plum. It was written in 1999.",
    "SampleQuestion": "Who is the bounty hunter featured in the fifth novel \u0022High Five\u0022 by Janet Evanovich?"
  },
  {
    "Id": "\u003Cdbpedia:Estadio_Eduardo_Gallardón\u003E",
    "Title": "Estadio Eduardo Gallardón",
    "Text": "Estadio Eduardo Gallardon is a multi-use stadium in Lomas de Zamora, Argentina.  It is currently used mostly for football matches, and is the home stadium of Club Atlético Los Andes.  The stadium has a capacity of 36,492 people, and was built in 1940.",
    "SampleQuestion": "What is the capacity of Estadio Eduardo Gallardón, the home stadium of Club Atlético Los Andes?"
  },
  {
    "Id": "\u003Cdbpedia:Newspaper_endorsements_in_the_Canadian_federal_election,_2006\u003E",
    "Title": "Newspaper endorsements in the Canadian federal election, 2006",
    "Text": "This is a tally of newspaper and magazine endorsements in the 2006 Canadian federal election:",
    "SampleQuestion": "Which Canadian federal election year saw newspapers and magazines tallying endorsements that are documented in the provided article?"
  },
  {
    "Id": "\u003Cdbpedia:Virajpet\u003E",
    "Title": "Virajpet",
    "Text": "The town of Virajpet also spelled as Virajapete is the second town of the district of Kodagu, in Karnataka. It is the main town of the Virajpet taluka, in the south of the district. The name is an abbreviation of Virarajendrapete after the former ruler of Kodagu, Virarajendra, and this latter form is still sometimes used.It is a small town of importance for the local coffee and spice crops.",
    "SampleQuestion": "What is the significance of Virajpet town in the Kodagu district of Karnataka?"
  },
  {
    "Id": "\u003Cdbpedia:Somwarpet\u003E",
    "Title": "Somwarpet",
    "Text": "Somwarpet (somavārapēte, also written Somvarpet) is a panchayat town in Kodagu district in the Indian state of Karnataka.  It is the main town of the Somwarpet taluka, in the north-east of the  district. The main crops grown in the area are coffee and spice crops such as cardamom, peppers, oranges, ginger, and vegetables.",
    "SampleQuestion": "What are the main crops grown in Somwarpet, the panchayat town in Kodagu district of Karnataka?"
  },
  {
    "Id": "\u003Cdbpedia:Dražen_Erdemović\u003E",
    "Title": "Dražen Erdemović",
    "Text": "Dražen Erdemović  (born 25 November 1971) is an ethnic Bosnian Croat who fought during the Bosnian War for the Army of Republika Srpska (VRS) and who was later sentenced for his enforced participation in the 1995 Srebrenica massacre.",
    "SampleQuestion": "What is the ethnicity of Dražen Erdemović, and for which entity did he fight during the Bosnian War?"
  },
  {
    "Id": "\u003Cdbpedia:Stanley_T._Adams\u003E",
    "Title": "Stanley T. Adams",
    "Text": "Stanley \u0022Stan\u0022 Taylor Adams (May 9, 1922 – April 19, 1999) was a United States Army officer who received the U.S. military\u0027s highest decoration, the Medal of Honor, for his actions in the Korean War. A native of Kansas, Adams fought in World War II as an enlisted soldier. He was sent to Korea as a sergeant soon after the outbreak of war there, and was awarded the Medal of Honor for leading a bayonet charge against a numerically superior force in early 1951.",
    "SampleQuestion": "What actions during the Korean War led to United States Army officer Stanley T. Adams receiving the Medal of Honor?"
  },
  {
    "Id": "\u003Cdbpedia:Estadio_Juan_Carmelo_Zerillo\u003E",
    "Title": "Estadio Juan Carmelo Zerillo",
    "Text": "The Juan Carmelo Zerillo Stadium, also known as El Bosque (Spanish for \u0022the forest\u0022, due to its location in a big city park of the same name), is a sports venue located in the city of La Plata, Buenos Aires, Argentina. It is located on 60th Avenue and its intersection with 118th Street. It is the stadium of the Club de Gimnasia y Esgrima La Plata, and nowadays has the capacity to accommodate approximately 24,544 spectators.",
    "SampleQuestion": "What is the capacity of the Estadio Juan Carmelo Zerillo, also known as El Bosque, located in La Plata, Buenos Aires, Argentina?"
  },
  {
    "Id": "\u003Cdbpedia:Estadio_Centenario_Dr._José_Luis_Meiszner\u003E",
    "Title": "Estadio Centenario Dr. José Luis Meiszner",
    "Text": "Estadio Centenario Dr. José Luis Meiszner is football stadium in Quilmes, Argentina.   The stadium has a capacity of 30,200 people.  It was re-built in 1998.",
    "SampleQuestion": "What is the capacity of Estadio Centenario Dr. José Luis Meiszner in Quilmes, Argentina?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_Ambassadors_of_the_United_Kingdom_to_the_Holy_See\u003E",
    "Title": "List of Ambassadors of the United Kingdom to the Holy See",
    "Text": "The Ambassador of the United Kingdom to the Holy See has held that title since 1982. Before that the British heads of mission to the Holy See were styled Attaché resident at Rome and Envoy Extraordinary and Minister Plenipotentiary.",
    "SampleQuestion": "What title has been held by the British heads of mission to the Holy See since 1982, and what were the previous titles before that year?"
  },
  {
    "Id": "\u003Cdbpedia:Turis_Fratyr\u003E",
    "Title": "Turis Fratyr",
    "Text": "Turis Fratyr is the first studio album released by German folk metal band Equilibrium. It was released on February 14, 2005. A 2008 re-release included Demo 2003 as a bonus disc.",
    "SampleQuestion": "What is the name of the first studio album released by the German folk metal band Equilibrium, and when was it released?"
  },
  {
    "Id": "\u003Cdbpedia:America\u0027s_Black_Holocaust_Museum\u003E",
    "Title": "America\u0027s Black Holocaust Museum",
    "Text": "America\u0027s Black Holocaust Museum (ABHM), located in Milwaukee, Wisconsin, was the only memorial dedicated specifically to the victims of the enslavement of Africans in the United States. It was founded by James Cameron, the United States\u0027 only known survivor of a lynching.Cameron died in 2006; in 2008, the museum\u0027s board of directors announced that the museum would be closed temporarily because of financial problems. ABHM re-opened as a virtual museum  in 2012.",
    "SampleQuestion": "What is the significance of James Cameron in relation to America\u0027s Black Holocaust Museum, and what happened to the museum after his death?"
  },
  {
    "Id": "\u003Cdbpedia:Saint-Georges-de-Chesné\u003E",
    "Title": "Saint-Georges-de-Chesné",
    "Text": "Saint-Georges-de-Chesné (Breton: Sant-Jord-Kadeneg) is a commune in the Ille-et-Vilaine department in Brittany in northwestern France.",
    "SampleQuestion": "What is Saint-Georges-de-Chesné and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:County_Waterford_(UK_Parliament_constituency)\u003E",
    "Title": "County Waterford (UK Parliament constituency)",
    "Text": "Waterford was a parliamentary constituency in Ireland, represented in the British House of Commons.",
    "SampleQuestion": "Which Irish parliamentary constituency was represented in the British House of Commons and shares its name with a county?"
  },
  {
    "Id": "\u003Cdbpedia:Idrialite\u003E",
    "Title": "Idrialite",
    "Text": "Idrialite, or idrialine, is a soft, orthorhombic hydrocarbon mineral with chemical formula: C22H14.  It is usually greenish yellow to light brown in colour with bluish fluorescence.Raman spectroscopy studies indicate that it may be a mixture of complex hydrocarbons including benzonaphthothiophenes (chemical formula: C16H10S) and dinaphthothiophenes (chemical formula: C20H12S).",
    "SampleQuestion": "What is the chemical formula of idrialite, and what does Raman spectroscopy suggest about its composition?"
  },
  {
    "Id": "\u003Cdbpedia:Food_policy\u003E",
    "Title": "Food policy",
    "Text": "Food policy is the area of public policy concerning how food is produced, processed, distributed, and purchased. Food policies are designed to influence the operation of the food and agriculture system. This often includes decision-making around production and processing techniques, marketing, availability, utilization and consumption of food in the interest of meeting or furthering social objectives.",
    "SampleQuestion": "What is food policy and what are its objectives within the food and agriculture system?"
  },
  {
    "Id": "\u003Cdbpedia:Nicolas_des_Escuteaux\u003E",
    "Title": "Nicolas des Escuteaux",
    "Text": "Nicolas des Escuteaux (or the \u0022sieur des Escuteaux\u0022, sometimes written \u0022Escuteaus\u0022; after 1570 – c. 1628) was a French novelist from the early 17th century.",
    "SampleQuestion": "Who was Nicolas des Escuteaux and what was he known for in the early 17th century?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_game_engine_recreations\u003E",
    "Title": "List of game engine recreations",
    "Text": "Game engine recreation is a denomination for game engines, that are clones of the original game engine binary, that came with the video games.",
    "SampleQuestion": "What is the term used to describe clones of original game engine binaries that come with video games?"
  },
  {
    "Id": "\u003Cdbpedia:KRZN\u003E",
    "Title": "KRZN",
    "Text": "KRZN (96.3 FM, \u0022The Zone\u0022) is a commercial radio station in Billings, Montana.  KRZN airs a Mainstream Rock music format. Among the programs it airs is the \u0022Sixx Sense with Nikki Sixx\u0022 program. The station airs what it calls \u00226-packs\u0022 of rock which are commercial-free 6 song blocks.\u0022The Zone\u0022 became Billings\u0027 first modern rock or alternative radio station.  The format of music it plays has sometimes been referred to as new rock as well.",
    "SampleQuestion": "What type of music format does KRZN 96.3 FM in Billings, Montana, known as \u0022The Zone,\u0022 primarily broadcast?"
  },
  {
    "Id": "\u003Cdbpedia:Roxana:_The_Fortunate_Mistress\u003E",
    "Title": "Roxana: The Fortunate Mistress",
    "Text": "Roxana: The Fortunate Mistress (full title: The Fortunate Mistress: Or, A History of the Life and Vast Variety of Fortunes of Mademoiselle de Beleau, Afterwards Called the Countess de Wintselsheim, in Germany, Being the Person known by the Name of the Lady Roxana, in the Time of King Charles II) is a 1724 novel by Daniel Defoe.",
    "SampleQuestion": "Who is the author of the novel \u0022Roxana: The Fortunate Mistress\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Baron_North\u003E",
    "Title": "Baron North",
    "Text": "Baron North, of Kirtling Tower in the County of Cambridge, is an abeyant title in the Peerage of England. It was created on 17 January 1554 for Sir Edward North, a successful lawyer, clerk of the Parliament and chancellor of the Court of Augmentations. The barony was created by writ, which means that it can descend through both male and female lines. Lord North was succeeded by his son Roger, the second Baron.",
    "SampleQuestion": "What is the significance of the Barony of North being created by writ in terms of inheritance, and who was the first person to be granted this title?"
  },
  {
    "Id": "\u003Cdbpedia:Magic_Valley_Christian_School\u003E",
    "Title": "Magic Valley Christian School",
    "Text": "Magic Valley Christian School was a private non-denominational Christian school in Jerome, Idaho serving the Magic Valley regino including Jerome, Twin Falls, Idaho and surrounding areas of Southern Idaho. Magic Valley Christian School was built on Christian set morals and conduct.  The school was closed permanently in 2011.",
    "SampleQuestion": "What was the Magic Valley Christian School, and why is it no longer in operation?"
  },
  {
    "Id": "\u003Cdbpedia:Mountain_View_High_School_(Idaho)\u003E",
    "Title": "Mountain View High School (Idaho)",
    "Text": "Mountain View High School  of is a four-year career academy public secondary school in Meridian, Idaho. Opened in the fall of 2003, it is the fourth of five traditional high schools in the West Ada School District #2 and serves its southern portion. The school colors are navy blue, kelly green, and silver, and the mascot is the maverick.",
    "SampleQuestion": "What are the school colors and mascot of Mountain View High School in Meridian, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Timberline_High_School_(Boise,_Idaho)\u003E",
    "Title": "Timberline High School (Boise, Idaho)",
    "Text": "Timberline High School is a three-year public secondary school in Boise, Idaho. Opened in August 1998, it is the fourth and newest traditional high school in the Boise School District, serving its southeast portion. Originally opened as Les Bois Junior High in 1994, it was expanded and the junior high was rebuilt at a different location. The school colors are royal blue, silver, and black and the mascot is a wolf.",
    "SampleQuestion": "What are the school colors of Timberline High School in Boise, Idaho, and what is its mascot?"
  },
  {
    "Id": "\u003Cdbpedia:Norse–Gaels\u003E",
    "Title": "Norse–Gaels",
    "Text": "The Norse–Gaels (Irish: Gall-Ghaedheil or Gall-Ghaeil, Scottish Gaelic: Gall-Ghàidheil) were a people who dominated much of the Irish Sea region, including the Isle of Man, western Scotland and eastern Ireland for a part of the Middle Ages; they were of Gaelic and North Germanic origin and as a whole exhibited a great deal of Gaelic and Norse cultural syncretism.",
    "SampleQuestion": "Who were the Norse-Gaels and what regions did they dominate during the Middle Ages?"
  },
  {
    "Id": "\u003Cdbpedia:Ramblin\u0027_Man_(The_Allman_Brothers_Band_song)\u003E",
    "Title": "Ramblin\u0027 Man (The Allman Brothers Band song)",
    "Text": "\u0022Ramblin\u0027 Man\u0022 is a song by American rock band The Allman Brothers Band, released in September 1973 as the lead single from the group\u0027s fourth studio album, Brothers and Sisters (1973). Written by guitarist Dickey Betts, the song was inspired by a 1951 song of the same name by Hank Williams. It is considerably more inspired by country music than other Allman Brothers Band compositions, which made the group reluctant to record it.",
    "SampleQuestion": "Who wrote the song \u0022Ramblin\u0027 Man\u0022 and which American rock band released it as their lead single in September 1973?"
  },
  {
    "Id": "\u003Cdbpedia:Arthur_Bryan\u003E",
    "Title": "Arthur Bryan",
    "Text": "Sir Arthur Bryan (4 March 1923 – 11 February 2011) is former managing director of the Wedgwood pottery firm (now Waterford Wedgwood).  He became the first non-Wedgwood family member to hold the post when he succeeded Josiah Wedgwood V in 1967.  He was knighted in 1976 for services to export.",
    "SampleQuestion": "Who was the first non-Wedgwood family member to become managing director of the Wedgwood pottery firm?"
  },
  {
    "Id": "\u003Cdbpedia:Gøtudanskt_accent\u003E",
    "Title": "Gøtudanskt accent",
    "Text": "Gøtudanskt/Dano-Faroese (pronounced [ˈkøːʰtʊ.taɲ̊kst], Faroese for \u0022Gøta Danish\u0022 or alternatively \u0022street Danish\u0022) is a name for the Danish language as spoken in the Faroe Islands. Its intonation and pronunciation are influenced by Faroese.",
    "SampleQuestion": "What is Gøtudanskt, and how is it influenced by the Faroese language?"
  },
  {
    "Id": "\u003Cdbpedia:Council_High_School_(Idaho)\u003E",
    "Title": "Council High School (Idaho)",
    "Text": "Council High School (CHS) is a high school in Council, Idaho, United States.Council High School is a school with a rich academic and athletic history. It has an FFA Chapter, FCCLA Chapter, SADD Chapter, and Honor Society Chapter. CHS also has many sports Football, Cross Country, Volleyball, Basketball, and Track \u0026 Field. It is a small school with a lot of school spirit. The Lumber Yard (the student section) is always the loudest crowd in the gym. Its school rival is Tri-Valley.",
    "SampleQuestion": "What extracurricular chapters and sports teams are available to students at Council High School in Council, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Nepi\u003E",
    "Title": "Nepi",
    "Text": "Nepi (anciently Nepet or Nepete) is a town and comune in Italy in the province of Viterbo, region of Lazio.  The town lies 30 kilometres (19 mi) southeast of the city of Viterbo and about 13 kilometres (8 mi) southwest from Civita Castellana.  The town is known for its mineral springs, sold and bottled under the Acqua di Nepi brand throughout Italy.",
    "SampleQuestion": "What is Nepi known for, and where is its bottled mineral water sold?"
  },
  {
    "Id": "\u003Cdbpedia:Nanoprobe_(device)\u003E",
    "Title": "Nanoprobe (device)",
    "Text": "A nanoprobe as existing in the real world is an optical device. It was developed by tapering an optical fiber to a tip measuring 100 nm = 1000 angstroms wide. Also, a very thin coating of silver nanoparticles helps to enhance the Raman scattering effect of the light.",
    "SampleQuestion": "What is a real-world nanoprobe, and how does its silver nanoparticle coating enhance its function?"
  },
  {
    "Id": "\u003Cdbpedia:Edgar_Crookshank\u003E",
    "Title": "Edgar Crookshank",
    "Text": "Edgar March Crookshank (2 October 1858 – 1 July 1928) was an English physician and microbiologist.",
    "SampleQuestion": "Who was Edgar March Crookshank and what were his professional fields?"
  },
  {
    "Id": "\u003Cdbpedia:Jason_Mulgrew\u003E",
    "Title": "Jason Mulgrew",
    "Text": "Jason Mulgrew (born July 17, 1979), is the New York Times bestselling author of \u0022Everything Is Wrong with Me\u0022 and \u0022236 Pounds of Class Vice President,\u0022 an apparently retired blogger and a formerly self-proclaimed \u0022Internet Quasi-Celebrity.\u0022 His popular blog titled \u0022Everything Is Wrong With Me: 31, Bipolar, and Hungry\u0022 has received over 200 million hits since its inception. According to People magazine, and women around the world, he was one of the 50 Hottest Bachelors of 2005.",
    "SampleQuestion": "What is the title of Jason Mulgrew\u0027s New York Times bestselling book, and for what was he recognized by People magazine in 2005?"
  },
  {
    "Id": "\u003Cdbpedia:Nofollow\u003E",
    "Title": "Nofollow",
    "Text": "nofollow is a value that can be assigned to the rel attribute of an HTML a element to instruct some search engines that the hyperlink should not influence the ranking of the link\u0027s target in the search engine\u0027s index. It is intended to reduce the effectiveness of certain types of internet advertising because their search algorithm depends heavily on the number of links to a website when determining which websites should be listed in what order in their search results for any given term.",
    "SampleQuestion": "What is the purpose of the \u0022nofollow\u0022 value in the rel attribute of an HTML a element, and how does it affect search engine rankings?"
  },
  {
    "Id": "\u003Cdbpedia:Guerilla_Welfare\u003E",
    "Title": "Guerilla Welfare",
    "Text": "Guerilla Welfare was an independent electronic music duo from Edmonton, Canada. The duo produced music from processed acoustic and electric instruments with spoken word and field recordings of acoustic \u0022world\u0022 instruments and singing samples. The resulting sound was a pan-ethnic and somewhat experimental sound. The principal members in Guerilla Welfare were Brian Schultze and Curtis Ruptash, both of whom previously were members of Stony Plain Records recording artists Subtle Hints.",
    "SampleQuestion": "Who were the principal members of the electronic music duo Guerilla Welfare?"
  },
  {
    "Id": "\u003Cdbpedia:Togo,_Saskatchewan\u003E",
    "Title": "Togo, Saskatchewan",
    "Text": "Togo is a village in the Canadian province of Saskatchewan. Togo is located 0.5 miles west of the Manitoba border and approximately 45 miles northeast of Yorkton. At the 2011 census, it had 87 inhabitants.In 1906 the Russo-Japanese war was raging and two names stood out, Admiral Togo of the Japanese fleet and General Makaroff of Russia.",
    "SampleQuestion": "What is the population of Togo, Saskatchewan according to the 2011 census, and how far is it located from Yorkton?"
  },
  {
    "Id": "\u003Cdbpedia:Deck_the_Halls_(novel)\u003E",
    "Title": "Deck the Halls (novel)",
    "Text": "Deck The Halls is a 2003 thriller novel by Mary Higgins Clark and Carol Higgins Clark.",
    "SampleQuestion": "Who are the authors of the 2003 thriller novel \u0022Deck the Halls\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Neepawa\u003E",
    "Title": "Neepawa",
    "Text": "Neepawa is a town in Manitoba, Canada located on the Yellowhead Highway at the intersection with Highway 5. As of 2011 its population was 3,629. Neepawa was incorporated as a town in 1883. It is located in the Rural Municipality of Langford and bordered to the north by the Rural Municipality of Rosedale. Neepawa is the self-proclaimed Lily capital of the world in part because of its Lily Festival.",
    "SampleQuestion": "What is the self-proclaimed title of Neepawa, and what annual event is associated with this claim?"
  },
  {
    "Id": "\u003Cdbpedia:Carlisle,_Hamilton,_Ontario\u003E",
    "Title": "Carlisle, Hamilton, Ontario",
    "Text": "Carlisle is a community in Flamborough, Hamilton, Ontario, Canada.  Carlisle lies at the intersection of Carlisle Road and Centre Road, about 15 kilometres north of Waterdown.",
    "SampleQuestion": "What is the location of Carlisle within Hamilton, Ontario, and which two roads intersect at its center?"
  },
  {
    "Id": "\u003Cdbpedia:Montana_Television_Network\u003E",
    "Title": "Montana Television Network",
    "Text": "The Montana Television Network is a network of CBS affiliates in Montana, all but one owned by the Evening Post Industries.MTN was founded by Montana broadcasting pioneer Joseph S. \u0022Joe\u0022 Sample, who signed on KOOK-TV (now KTVQ) in Billings in 1953.  He bought KXLF-TV in Butte in 1955 (KXLF had signed on three months before KOOK in 1953).  KFBB-TV in Great Falls and KMSO-TV in Missoula (now KECI-TV) began sharing programs with KOOK and KXLF in 1958; the four stations formed the Skyline Network.",
    "SampleQuestion": "Who founded the Montana Television Network, and what was the first station to sign on under this network?"
  },
  {
    "Id": "\u003Cdbpedia:Indian_Indonesians\u003E",
    "Title": "Indian Indonesians",
    "Text": "Indian Indonesians (Tamil: இந்தியர்கள் இந்தோனேஷியா; Hindi: इंडोनेशिया में भारतीयों; Indonesian: Orang India Indonesia) are a group of people who live in Indonesia and whose ancestors originally came from the Indian subcontinent. Therefore, this term can be regarded as a blanket term for not only Indonesian Indian proper, but also Indonesian Pakistanis etc.",
    "SampleQuestion": "What is the term used to describe people of Indian subcontinent descent living in Indonesia?"
  },
  {
    "Id": "\u003Cdbpedia:Lanier_RC\u003E",
    "Title": "Lanier RC",
    "Text": "Lanier RC is a manufacturer of Almost Ready to Fly (ARFs) and kit radio controlled airplanes, based in Georgia. It is typically hailed as the first manufacturer of ARFs.The U2 Free Flight Glider, made by Lanier RC, won a Quest for America\u0027s Best award in 1997.",
    "SampleQuestion": "What award did the U2 Free Flight Glider, made by Lanier RC, win in 1997?"
  },
  {
    "Id": "\u003Cdbpedia:Shiho_Kikuchi\u003E",
    "Title": "Shiho Kikuchi",
    "Text": "Shiho Kikuchi (菊池 志穂, Kikuchi Shiho, born 6 May 1972 in Kanagawa) is a Japanese voice actress.",
    "SampleQuestion": "What is the profession of Shiho Kikuchi, and where was she born?"
  },
  {
    "Id": "\u003Cdbpedia:Sunopsis\u003E",
    "Title": "Sunopsis",
    "Text": "Sunopsis is software company based near Lyon, France. It also has a United States headquarters in Burlington, Massachusetts. The company was bought by Oracle in October 2006.Sunopsis products provide solutions for data warehousing, data integration, data migration, data synchronization and Master data management.",
    "SampleQuestion": "What is the primary business focus of Sunopsis, and where are its headquarters located?"
  },
  {
    "Id": "\u003Cdbpedia:Space_Western\u003E",
    "Title": "Space Western",
    "Text": "Space Western is a subgenre of science fiction which uses the themes and tropes of Westerns within science fiction stories.  Subtle influences may include exploration of new, lawless frontiers, while more overt influences may feature literal cowboys in outer space who use ray guns and ride robotic horses.  Although initially popular, a strong backlash against perceived hack writing caused the genre to become a more subtle influence until the 1980s, when it regained popularity.",
    "SampleQuestion": "What is a Space Western and how does it incorporate elements of traditional Westerns into science fiction narratives?"
  },
  {
    "Id": "\u003Cdbpedia:1971–72_European_Cup_Winners\u0027_Cup\u003E",
    "Title": "1971–72 European Cup Winners\u0027 Cup",
    "Text": "The season 1971-72 of the European Cup Winners\u0027 Cup football club tournament was won by Rangers in a final victory against FC Dynamo Moscow.",
    "SampleQuestion": "Which team won the 1971-72 European Cup Winners\u0027 Cup by defeating FC Dynamo Moscow in the final?"
  },
  {
    "Id": "\u003Cdbpedia:Manûrqa\u003E",
    "Title": "Manûrqa",
    "Text": "Manûrqa (Arabic: منورقة‎) was the Arabicized name given to the island of Minorca by the Muslims from its annexation to the Caliphate of Cordoba by \u0027Isâm al-Khawlânî in 903 until the rule of the last Muslim ra\u0027îs, Abû \u0027Umar ibn Sa\u0027îd in 1287. The only urban centre of the island was Madînat al Jazîra or al Manûrqa (modern Ciutadella). Most of the population lived in small farm communities organized under a tribal structure.",
    "SampleQuestion": "What was the Arabicized name given to the island of Minorca during its annexation to the Caliphate of Cordoba, and what was the island\u0027s only urban center called?"
  },
  {
    "Id": "\u003Cdbpedia:Magic_Valley_High_School\u003E",
    "Title": "Magic Valley High School",
    "Text": "Magic Valley High School is an alternative high school in Twin Falls, Idaho.",
    "SampleQuestion": "What type of educational institution is Magic Valley High School in Twin Falls, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_indoor_arenas_in_the_United_States\u003E",
    "Title": "List of indoor arenas in the United States",
    "Text": "This is a list of indoor arenas in the United States.",
    "SampleQuestion": "What does the provided list pertain to in relation to indoor structures in the United States?"
  },
  {
    "Id": "\u003Cdbpedia:St_Jude\u0027s_Church,_Hampstead_Garden_Suburb\u003E",
    "Title": "St Jude\u0027s Church, Hampstead Garden Suburb",
    "Text": "Saint Jude\u0027s Church, formally the Church of Saint Jude-on-the-Hill, is the parish church of Hampstead Garden Suburb. It was founded in 1907 by Henrietta Barnett to be a model community where all classes of people could live together in attractive surroundings and social harmony.",
    "SampleQuestion": "Who founded Saint Jude\u0027s Church in Hampstead Garden Suburb, and what was the purpose behind its establishment?"
  },
  {
    "Id": "\u003Cdbpedia:Hulcote_and_Salford\u003E",
    "Title": "Hulcote and Salford",
    "Text": "Hulcote and Salford is a civil parish in the district of Central Bedfordshire in the county of Bedfordshire.The parish was formed in 1933 by the union of the civil parishes of Hulcote and Salford. Until 1974 the parish was part of the Ampthill rural district.",
    "SampleQuestion": "What year was the civil parish of Hulcote and Salford formed, and which two parishes were united to create it?"
  },
  {
    "Id": "\u003Cdbpedia:Cârța_Monastery\u003E",
    "Title": "Cârța Monastery",
    "Text": "Cârţa Monastery is a former Cistercian (Benedictine) monastery in the Ţara Făgăraşului region in southern Transylvania in Romania, currently a Lutheran Evangelical church belonging to the local Saxon community. It lies on the left bank of the Olt River, between the cities of Sibiu and Făgăraş, close to the villages of  Cârţa (German Kerz, Hungarian: Kerc) and Cârțișoara (German: Kleinkerz).",
    "SampleQuestion": "What is the current denomination of the former Cistercian monastery located in the Ţara Făgăraşului region of southern Transylvania, Romania, and what is its proximity to local cities and villages?"
  },
  {
    "Id": "\u003Cdbpedia:Phoebe_Doty\u003E",
    "Title": "Phoebe Doty",
    "Text": "Phoebe Doty was an American prostitute and madam. In 1821, she started her career in a bordello in the Five Points neighborhood of New York City. Over the next three years, she accrued $600 in personal belongings. For the next decade or so, Doty moved from house to house, eventually settling in a brothel on Church Street. There she was valued at $800.By 1839, Doty had opened her own brothel on Leonard Street. At decade\u0027s end, she was valued at $2000.",
    "SampleQuestion": "What was the profession of Phoebe Doty, and how much was she valued at by the end of the 1830s?"
  },
  {
    "Id": "\u003Cdbpedia:Nigel_de_Grey\u003E",
    "Title": "Nigel de Grey",
    "Text": "Nigel de Grey (27 March 1886 – 25 May 1951), CMG, OBE, British codebreaker. Son of the rector of Copdock, Suffolk, and grandson of the 5th Lord Walsingham, he was educated at Eton College and became fluent in French and German.   In 1907 he joined the publishing firm of William Heinemann.  He married in 1910.  As he was shy and physically small, a colleague labelled him \u0027the door mouse\u0027.",
    "SampleQuestion": "What was the background and early career of British codebreaker Nigel de Grey before his involvement in codebreaking?"
  },
  {
    "Id": "\u003Cdbpedia:Tapas_(film)\u003E",
    "Title": "Tapas (film)",
    "Text": "Tapas is a 2005 Spanish film by directors José Corbacho and Juan Cruz.",
    "SampleQuestion": "What is the nationality of the film \u0022Tapas\u0022 and in what year was it released?"
  },
  {
    "Id": "\u003Cdbpedia:London_Underground_electric_locomotives\u003E",
    "Title": "London Underground electric locomotives",
    "Text": "Electric locomotives were first used on the London Underground when the first deep-level tube line, the City and South London Railway (C\u0026SLR), was opened in 1890.  The first underground railways in London, the Metropolitan Railway (MR) and the District Railway (DR), used specially built steam locomotives to haul their trains through shallow tunnels which had many ventilation openings to allow steam and smoke to clear from the tunnels.",
    "SampleQuestion": "When were electric locomotives first introduced on the London Underground?"
  },
  {
    "Id": "\u003Cdbpedia:Andrew_Jess_Dannenberg\u003E",
    "Title": "Andrew Jess Dannenberg",
    "Text": "Andrew Jess Dannenberg  (born 17 February 1956) is a U.S. physician and researcher, currently Henry R. Erle, M.D. - Roberts Family Professor of Medicine at Weill Medical College/M.D. Anderson Cancer Center. He additionally holds the positions there of Professor of Medicine in Cardiothoracic Surgery and  Director of Cancer Prevention. He received a B.s. from Tufts University in 1978 and a  M.D. from Washington University School of Medicine in 1982.",
    "SampleQuestion": "What are the professional titles and roles held by Andrew Jess Dannenberg at Weill Medical College/M.D. Anderson Cancer Center?"
  },
  {
    "Id": "\u003Cdbpedia:Frank_Church_High_School\u003E",
    "Title": "Frank Church High School",
    "Text": "Frank Church High School is an alternative public secondary school in Boise, Idaho, operated by the Boise School District. Opened in 2008, it was formed from the merger of Mountain Cove High School and Fort Boise Mid High School. It serves grades 9–12, with the majority of the enrollment in the upper grades.FCHS is named after Frank Church, a prominent U.S. Senator from 1957–81, and an alumnus of Boise High School, class of 1942.",
    "SampleQuestion": "What is the history behind the naming of Frank Church High School in Boise, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Meridian_High_School_(Idaho)\u003E",
    "Title": "Meridian High School (Idaho)",
    "Text": "Meridian High School is a four-year public secondary school within the West Ada School District located in Meridian, Idaho, comprising grades 9-12.",
    "SampleQuestion": "What grades are included at Meridian High School in Meridian, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Persian_dialects_in_Khuzestan\u003E",
    "Title": "Persian dialects in Khuzestan",
    "Text": "There are a number of Khuzestani Persian dialects unique to the province of Khuzestan in southwestern Iran.There are two main regional classifications, in addition to less common varieties:",
    "SampleQuestion": "What are the unique Persian dialects associated with the province of Khuzestan in Iran?"
  },
  {
    "Id": "\u003Cdbpedia:Kim_Seon\u003E",
    "Title": "Kim Seon",
    "Text": "Kim Seon (fl. late 10th century) was a minor lord of the early Goryeo period, and the founder of the Eonyang Kim clan.  He was the seventh son of Silla\u0027s last king, Gyeongsun, and his mother was Princess Nangnang.  She was the youngest daughter of Taejo, founder of the Goryeo dynasty.",
    "SampleQuestion": "Who was the founder of the Eonyang Kim clan and what was his relation to the last king of Silla and the founder of the Goryeo dynasty?"
  },
  {
    "Id": "\u003Cdbpedia:Grosvenor_Road_railway_station\u003E",
    "Title": "Grosvenor Road railway station",
    "Text": "Grosvenor Road station was a London railway station located at the north end of Grosvenor Bridge on the approach tracks to Victoria station.Victoria station was originally operated as two separate parts served by the London, Chatham and Dover Railway (LC\u0026DR) and the London, Brighton and South Coast Railway (LB\u0026SCR) and Grosvenor Road station was also operated in this way.",
    "SampleQuestion": "Which two separate railway companies originally operated Victoria station and Grosvenor Road railway station?"
  },
  {
    "Id": "\u003Cdbpedia:Westmeath_(UK_Parliament_constituency)\u003E",
    "Title": "Westmeath (UK Parliament constituency)",
    "Text": "Westmeath is a former UK Parliament constituency in Ireland, returning two Members of Parliament 1801–1885 and one in 1918–1922.",
    "SampleQuestion": "How many Members of Parliament did the Westmeath constituency in Ireland return to the UK Parliament between 1801–1885 and in 1918–1922?"
  },
  {
    "Id": "\u003Cdbpedia:Sligo_County_(UK_Parliament_constituency)\u003E",
    "Title": "Sligo County (UK Parliament constituency)",
    "Text": "Sligo County is a former county constituency in Ireland, represented in the House of Commons of the Parliament of the United Kingdom. It returned two Members of Parliament (MPs), elected by the bloc vote system of election.",
    "SampleQuestion": "What voting system was used to elect the Members of Parliament for the former Sligo County constituency in the UK Parliament?"
  },
  {
    "Id": "\u003Cdbpedia:XMLBeans\u003E",
    "Title": "XMLBeans",
    "Text": "XMLBeans is a Java-to-XML binding framework which is part of the Apache Software Foundation XML project.",
    "SampleQuestion": "What is XMLBeans and which organization\u0027s XML project does it belong to?"
  },
  {
    "Id": "\u003Cdbpedia:Tates_Creek_High_School\u003E",
    "Title": "Tates Creek High School",
    "Text": "Tates Creek High School (TCHS) is a public school in Lexington, Kentucky. It is located at 1111 Centre Parkway with a ZIP code of 40517. It is in southeastern Lexington between Gainesway and Southeastern Hills Subdivisions. The school is one of five high schools in the Fayette County Public Schools district. It is the only high school in Fayette County to have the International Baccalaureate Programme.",
    "SampleQuestion": "What is the unique program offered at Tates Creek High School that distinguishes it from other high schools in Fayette County?"
  },
  {
    "Id": "\u003Cdbpedia:Le_Rat_Luciano\u003E",
    "Title": "Le Rat Luciano",
    "Text": "Le Rat Luciano (French pronunciation: ​[ləʁa lutʃjaˈno], real name Christophe Carmona French pronunciation: ​[kʁistɔf kaʁmɔˈna]; born 9 April 1976) is a French rapper from Marseille. His father is of Spanish origin and his mother comes from Martinique. He got noticed as a rapper in 1994 when he was part of the group Fonky Family.",
    "SampleQuestion": "What is the origin of Le Rat Luciano\u0027s parents and in which group did he get noticed as a rapper in 1994?"
  },
  {
    "Id": "\u003Cdbpedia:August_1914_(novel)\u003E",
    "Title": "August 1914 (novel)",
    "Text": "August 1914 is a novel by Russian novelist Aleksandr Solzhenitsyn about Imperial Russia\u0027s defeat at the Battle of Tannenberg in East Prussia. The novel was completed in 1970, first published in 1971, and an English translation was first published in 1972. The novel is an unusual blend of fiction narrative and historiography, and has given rise to extensive and often bitter controversy, both from the literary as well as from the historical point of view.",
    "SampleQuestion": "What is the subject of Aleksandr Solzhenitsyn\u0027s novel \u0022August 1914\u0022 and what has it sparked among readers and historians?"
  },
  {
    "Id": "\u003Cdbpedia:Guy_Hebert\u003E",
    "Title": "Guy Hebert",
    "Text": "Guy Andre Hebert (French pronunciation: ​[ɡi eˈbɛʁ]; born January 7, 1967) is a retired American professional ice hockey goaltender. He is a graduate of La Salle Institute in Troy and Hamilton College in Clinton, New York. Despite being an American, he used the French pronunciation of his first and last name.  During his NHL career he played for the St. Louis Blues, Mighty Ducks of Anaheim and New York Rangers.",
    "SampleQuestion": "What is the French pronunciation of retired American ice hockey goaltender Guy Hebert\u0027s name, and which NHL teams did he play for?"
  },
  {
    "Id": "\u003Cdbpedia:Birkhall\u003E",
    "Title": "Birkhall",
    "Text": "Birkhall (BerkHA; from the Scots Birk Hauch: \u0022Birch River-meadow\u0022) is a 53,000 acre (210 km²) estate on Royal Deeside, Aberdeenshire, Scotland. It is located alongside the River Muick to the southwest of Ballater.",
    "SampleQuestion": "What is Birkhall, and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:The_Far_Side_of_Paradise\u003E",
    "Title": "The Far Side of Paradise",
    "Text": "The Far Side of Paradise is a biography of F. Scott Fitzgerald by Arthur Mizener. It was the first biography about Fitzgerald to be published and is credited with renewing public interest in the subject. It dealt frankly with Scott\u0027s alcoholism and his wife Zelda\u0027s schizophrenia.Edmund Wilson, literary critic and close friend of the Fitzgeralds, later commented that the book\u0027s anecdotes distorted Scott and Zelda\u0027s relationship and personalities for the worse.",
    "SampleQuestion": "Who is the author of \u0022The Far Side of Paradise,\u0022 the first biography about F. Scott Fitzgerald?"
  },
  {
    "Id": "\u003Cdbpedia:Capital_High_School_(Boise,_Idaho)\u003E",
    "Title": "Capital High School (Boise, Idaho)",
    "Text": "Capital High School is a three-year public secondary school in  Boise, Idaho. Opened in the fall of 1965, it was the third of four public high schools constructed in the Boise School District, and serves its northern portion. The other high schools are Boise (1902) in the east, Borah (1958) in the southwest, and Timberline (1998) in the southeast.",
    "SampleQuestion": "What year was Capital High School in Boise, Idaho, opened, and how does it rank in the chronological order of public high schools constructed in the Boise School District?"
  },
  {
    "Id": "\u003Cdbpedia:Stanisław_Mackiewicz\u003E",
    "Title": "Stanisław Mackiewicz",
    "Text": "Stanisław \u0022Cat\u0022 Mackiewicz (18 December 1896 in Saint Petersburg, Russia – 18 February 1966 in Warsaw, Poland) was a conservative Polish writer, journalist and monarchist.He was called, by the interwar journalist Adolf Maria Bocheński, the foremost political journalist of the interbellum Second Polish Republic.",
    "SampleQuestion": "What was Stanisław Mackiewicz\u0027s role in the interbellum Second Polish Republic according to journalist Adolf Maria Bocheński?"
  },
  {
    "Id": "\u003Cdbpedia:Pete_Morgan\u003E",
    "Title": "Pete Morgan",
    "Text": "Colin Peter Morgan (7 July 1939 – 5 July 2010) was a  British poet, lyricist and television documentary author and presenter.Born in Leigh, Lancashire, Morgan began his career as a poet in the mid-1950s when he was 16 and living alone in London. He entered the British Army and rose to the rank of infantry platoon commander while serving in West Germany, but began to question this career choice. By the mid-1960s he had become a pacifist and resigned his commission.",
    "SampleQuestion": "What was Pete Morgan\u0027s profession and what significant change in beliefs did he experience during his military service?"
  },
  {
    "Id": "\u003Cdbpedia:The_Dying_Animal\u003E",
    "Title": "The Dying Animal",
    "Text": "The Dying Animal (2001) is a short novel by the US writer Philip Roth. It tells the story of senior literature professor David Kepesh, renowned for his literature-themed radio show. Kepesh is finally destroyed by his inability to comprehend emotional commitment. The Dying Animal is the third book in a series portraying the life of the fictional professor, preceded by The Breast (1972) and The Professor of Desire (1977).",
    "SampleQuestion": "Who is the main character in Philip Roth\u0027s novel \u0022The Dying Animal,\u0022 and what is his profession?"
  },
  {
    "Id": "\u003Cdbpedia:Salicylaldehyde\u003E",
    "Title": "Salicylaldehyde",
    "Text": "Salicylaldehyde (2-hydroxybenzaldehyde) is the organic compound with the formula C6H4CHO-2-OH.  Along with 3-hydroxybenzaldehyde and 4-hydroxybenzaldehyde, it is one of the three isomers of hydroxybenzaldehyde.  This colorless oily liquid has a bitter almond odor at higher concentration.  Salicylaldehyde is a key precursor to a variety chelating agents, some of which are commercially important.",
    "SampleQuestion": "What is the chemical formula of Salicylaldehyde, and what type of odor does it have at higher concentrations?"
  },
  {
    "Id": "\u003Cdbpedia:Ed_Metzger\u003E",
    "Title": "Ed Metzger",
    "Text": "Ed Metzger (born January 23, 1946) is an American actor and writer.Metzger is known for  portrayals of famous men in history. He  has portrayed Albert Einstein live on stage for over 30 years in his one-man show, Albert Einstein: The Practical Bohemian. He   also  portrayed Ernest Hemingway in his live on stage performances of Hemingway: On The Edge.",
    "SampleQuestion": "What historical figures is Ed Metzger known for portraying in his one-man stage shows?"
  },
  {
    "Id": "\u003Cdbpedia:Debevoise_\u0026_Plimpton\u003E",
    "Title": "Debevoise \u0026 Plimpton",
    "Text": "Debevoise \u0026 Plimpton LLP (often shortened to Debevoise), founded in 1931, is a prominent international law firm based in New York City.",
    "SampleQuestion": "What is the founding year of the international law firm Debevoise \u0026 Plimpton LLP, which is based in New York City?"
  },
  {
    "Id": "\u003Cdbpedia:Alain_Destexhe\u003E",
    "Title": "Alain Destexhe",
    "Text": "Alain Destexhe (born 19 June 1958) is a Belgian liberal politician. He was a senator from 1995 to 2011, and remains a member of the Brussels Regional Parliament. Destexhe is a member of the liberal Reformist Movement and represents Belgium in the World Economic Forum. He was awarded the Prize of Liberty by Nova Civitas in 2006. He was Secretary-General of Médecins Sans Frontières from 1991 to 1995, and President of the International Crisis Group from 1997 to October 1999.",
    "SampleQuestion": "What is the political affiliation of Alain Destexhe, and which international non-governmental organizations did he lead before serving as a senator?"
  },
  {
    "Id": "\u003Cdbpedia:KEWF\u003E",
    "Title": "KEWF",
    "Text": "KEWF is a commercial radio station in Billings, Montana, broadcasting on 98.5 FM. KEWF airs a country music format branded as “98.5 The Wolf”. The station formerly went by the call letters KGHL- FM before former sister station KGHL- AM 790 was sold to new owner Northern Broadcasting System.  Licensed to Billings, Montana, USA, the station serves the Billings area.  The station is currently owned by Radio Billings, LLC.",
    "SampleQuestion": "What is the current branding and music format of KEWF, a commercial radio station broadcasting on 98.5 FM in Billings, Montana?"
  },
  {
    "Id": "\u003Cdbpedia:Bartley_Gorman\u003E",
    "Title": "Bartley Gorman",
    "Text": "Bartley Gorman V (1 March 1944 – 17 January 2002) was an Irish Traveller who was the undefeated bare-knuckle boxing champion of United Kingdom and Ireland, often referred to as King of the Gypsies. Between 1972–1992, he reigned supreme in the world of illegal gypsy boxing. During these years, he fought down a mineshaft, in a quarry, at horse fairs, on campsites, in bars and clubs and in the street, and even challenged infamous London brawlers Lenny McLean and Roy Shaw.",
    "SampleQuestion": "Who was Bartley Gorman and what was he known for in the United Kingdom and Ireland?"
  },
  {
    "Id": "\u003Cdbpedia:Bishop_Kelly_High_School\u003E",
    "Title": "Bishop Kelly High School",
    "Text": "Bishop Kelly High School is a private Roman Catholic secondary school in Boise, Idaho, operated by the Diocese of Boise. The only Catholic high school in the state of Idaho, its school colors are black and gold and the mascot is a knight.",
    "SampleQuestion": "What is the mascot of Bishop Kelly High School in Boise, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:Kingsgate_Bridge\u003E",
    "Title": "Kingsgate Bridge",
    "Text": "Kingsgate Bridge is a striking, modern reinforced concrete construction footbridge across the River Wear, in Durham, England. It is a Grade I listed building. It was personally designed in 1963 by Sir Ove Arup, connecting Bow Lane on the historic peninsula in the centre of Durham to Dunelm House on New Elvet (to which building Arup\u0027s studio also contributed), and opened in 1966.",
    "SampleQuestion": "Who designed the Kingsgate Bridge, and in what year was it opened?"
  },
  {
    "Id": "\u003Cdbpedia:Suprafix\u003E",
    "Title": "Suprafix",
    "Text": "In linguistics, a suprafix is a type of affix that adds a suprasegmental pattern (such as tone or stress) to a neutral base in order to convey a derivational or inflectional meaning. For example, a number of African languages express tenseTemplate:\\\\aspect distinctions by tone. The term was suggested by Eugene Nida and taken up in Peter Matthews\u0027 influential morphology textbook but is not very widely used. Some linguists prefer superfix, which was introduced by George L.",
    "SampleQuestion": "What is a suprafix and how is it used in linguistics to convey meaning?"
  },
  {
    "Id": "\u003Cdbpedia:Tipperary_(UK_Parliament_constituency)\u003E",
    "Title": "Tipperary (UK Parliament constituency)",
    "Text": "Tipperary, also known as Tipperary County, was a parliamentary constituency in Ireland, which from 1801 to 1885 returned two Members of Parliament (MPs) to the House of Commons of the United Kingdom.",
    "SampleQuestion": "How many Members of Parliament did the Tipperary constituency in Ireland send to the UK House of Commons between 1801 and 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Rega_(air_rescue)\u003E",
    "Title": "Rega (air rescue)",
    "Text": "(German: Schweizerische Rettungsflugwacht, French: Garde aérienne suisse de sauvetage, REGA) is a private, non-profit air rescue service that provides emergency medical assistance in Switzerland and Liechtenstein.  REGA was established on 27 April 1952 by Dr Rudolf Bucher, who believed the Swiss rescue organization needed a specialized air sub-section.",
    "SampleQuestion": "What is the purpose of Rega, and when was it established?"
  },
  {
    "Id": "\u003Cdbpedia:John_J._Harvey\u003E",
    "Title": "John J. Harvey",
    "Text": "The John J. Harvey is a fireboat formerly of the New York City Fire Department in New York City, famed for returning to service following the September 11, 2001 attacks. She is among the most powerful fireboats ever built, capable of pumping up to 18,000 gallons of water a minute.Launched in 1931, the John J. Harvey had a distinguished career in the FDNY until her retirement in 1994. She was named for marine fireman John J. Harvey, killed when a ship exploded during a fire.",
    "SampleQuestion": "What is the significance of the fireboat John J. Harvey in the context of the September 11, 2001 attacks, and for whom was it named?"
  },
  {
    "Id": "\u003Cdbpedia:Eagle_Academy_(Eagle,_Idaho)\u003E",
    "Title": "Eagle Academy (Eagle, Idaho)",
    "Text": "Eagle Academy is an alternative high school in Eagle, Idaho, USA.",
    "SampleQuestion": "What type of educational institution is Eagle Academy in Eagle, Idaho?"
  },
  {
    "Id": "\u003Cdbpedia:South_Garland_High_School\u003E",
    "Title": "South Garland High School",
    "Text": "South Garland High School is a secondary school located in Garland, Texas. The school is part of the Garland Independent School District. The mascot for SGHS is the \u0022Southern Colonel,\u0022 and the school colors are red and Columbia blue.In 2009, the school was rated \u0022academically acceptable\u0022 by the Texas Education Agency.",
    "SampleQuestion": "What is the mascot of South Garland High School, and what are its school colors?"
  },
  {
    "Id": "\u003Cdbpedia:Phosphocholine\u003E",
    "Title": "Phosphocholine",
    "Text": "Not to be confused with phosphatidylcholine.Phosphocholine is an intermediate in the synthesis of phosphatidylcholine in tissues.  Phosphocholine is made in a reaction, catalyzed by choline kinase, that converts ATP and choline into phosphocholine and ADP.",
    "SampleQuestion": "What enzyme catalyzes the reaction that converts ATP and choline into phosphocholine and ADP?"
  },
  {
    "Id": "\u003Cdbpedia:Muj_wydafca\u003E",
    "Title": "Muj wydafca",
    "Text": "Muj wydafca is an album by Kult, released on October 1, 1994.",
    "SampleQuestion": "What is the release date of the album \u0022Muj wydafca\u0022 by Kult?"
  },
  {
    "Id": "\u003Cdbpedia:Ralph_Champneys_Williams\u003E",
    "Title": "Ralph Champneys Williams",
    "Text": "Sir Ralph Champneys Williams CMG (9 March 1848 – 22 June 1927) was a British colonial governor.",
    "SampleQuestion": "Who was Sir Ralph Champneys Williams and what was his role in the British government?"
  },
  {
    "Id": "\u003Cdbpedia:National_Salvation_Party\u003E",
    "Title": "National Salvation Party",
    "Text": "The National Salvation Party (Turkish: Millî Selâmet Partisi, MSP) was an Islamist political party in Turkey founded on 11 October 1972 as the successor of the banned National Order Party (Millî Nizam Partisi, MNP). The party was led by Necmettin Erbakan. The party grew more popular, in 1973 elections it gained 11.8% of votes and was granted 48 seats in the Turkish Grand National Assembly, in 1977 elections it gained 8.56% of votes and won 24 seats.",
    "SampleQuestion": "What was the National Salvation Party\u0027s percentage of votes and number of seats won in the Turkish Grand National Assembly during the 1973 and 1977 elections?"
  },
  {
    "Id": "\u003Cdbpedia:Olivier_Alary\u003E",
    "Title": "Olivier Alary",
    "Text": "Olivier Alary is a French musician who is also known under the title of his musical project Ensemble. A native of Toulouse, France, Olivier Alary is a Montreal-based musician and composer who has released his own recordings, as well as composing for film and exhibitions.A former student of architecture, Alary created Ensemble in 1998 as a musical persona through which to explore the encounter between melodic noise and disjointed pop.",
    "SampleQuestion": "What is the musical project title under which French musician Olivier Alary releases his work?"
  },
  {
    "Id": "\u003Cdbpedia:Gurdas_Maan\u003E",
    "Title": "Gurdas Maan",
    "Text": "Gurdas Maan (Punjabi: ਗੁਰਦਾਸ ਮਾਨ; born 4 January 1957) is an Indian singer, songwriter, choreographer, and actor. He is considered one of the most notable figures in the world of Punjabi music. He was born in Giddarbaha village of the Indian state of Punjab and gained national attention in 1980 with the song \u0022Dil Da Mamla Hai.\u0022 Since then, he has gone on to record over 34 albums and has written over 305 songs.",
    "SampleQuestion": "What is Gurdas Maan known for in the Punjabi music industry, and which song brought him national attention in 1980?"
  },
  {
    "Id": "\u003Cdbpedia:Tyrone_(UK_Parliament_constituency)\u003E",
    "Title": "Tyrone (UK Parliament constituency)",
    "Text": "Tyrone is a former UK Parliament constituency in Ireland, returning two Members of Parliament.",
    "SampleQuestion": "How many Members of Parliament did the former UK Parliament constituency of Tyrone in Ireland return?"
  },
  {
    "Id": "\u003Cdbpedia:Jon_Sudbø\u003E",
    "Title": "Jon Sudbø",
    "Text": "Jon Sudbø (born May 3, 1961) is a Norwegian dentist, physician, and former medical researcher, who was exposed as a scientific fraudster in 2006. Over a period of several years, he fabricated results in the field of oncology which he published in leading medical journals. The article that led to his downfall, which was published in The Lancet, was based on 900 patients Sudbø had fabricated entirely.",
    "SampleQuestion": "What is the field of oncology research in which Jon Sudbø fabricated results that led to his exposure as a scientific fraudster?"
  },
  {
    "Id": "\u003Cdbpedia:County_Wexford_(UK_Parliament_constituency)\u003E",
    "Title": "County Wexford (UK Parliament constituency)",
    "Text": "Wexford County was a UK Parliament constituency in Ireland, which returned two Members of Parliament (MPs) to the United Kingdom House of Commons.",
    "SampleQuestion": "How many Members of Parliament (MPs) did the Wexford County constituency return to the United Kingdom House of Commons?"
  },
  {
    "Id": "\u003Cdbpedia:Wicklow_(UK_Parliament_constituency)\u003E",
    "Title": "Wicklow (UK Parliament constituency)",
    "Text": "Wicklow was a parliamentary constituency  in Ireland, represented in the Parliament of the United Kingdom. From 1801 to 1885 it returned two Members of Parliament (MPs) to the House of Commons of the United Kingdom of Great Britain and Ireland.At the 1885 general election, County Wicklow was divided into two parliamentary divisions: East Wicklow and West Wicklow.",
    "SampleQuestion": "How many Members of Parliament did the Wicklow constituency in Ireland send to the UK House of Commons before it was divided into East and West divisions in 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Mo_Huilan\u003E",
    "Title": "Mo Huilan",
    "Text": "Mo Huilan (simplified Chinese: 莫慧兰; traditional Chinese: 莫慧蘭; pinyin: Mò Huìlán; born 1979 in Guilin, Guangxi) is a retired Chinese gymnast who competed at the 1996 Olympic Games in Atlanta. She was one of China\u0027s most successful gymnasts in the 1990s. She was known for performing routines of exceptional difficulty and technique, but also for inconsistency.Her birth date has been reported variously as July 19 and November 7; it is unclear which is correct.",
    "SampleQuestion": "What Olympic Games did the Chinese gymnast Mo Huilan compete in, and what was she known for in her routines?"
  },
  {
    "Id": "\u003Cdbpedia:KDEN-TV\u003E",
    "Title": "KDEN-TV",
    "Text": "KDEN-TV, virtual channel 25 (UHF digital channel 29), is a Telemundo owned-and-operated television station serving Denver, Colorado, United States that is licensed to Longmont. The station is owned by the NBCUniversal Owned Television Stations subsidiary of NBCUniversal. KDEN maintains studio facilities located on South Parker Road in Aurora, and its transmitter is located in rural southwestern Morgan County, east of Frederick.",
    "SampleQuestion": "What is the virtual channel number for KDEN-TV, the Telemundo owned-and-operated television station serving Denver, Colorado?"
  },
  {
    "Id": "\u003Cdbpedia:Living_Dolls\u003E",
    "Title": "Living Dolls",
    "Text": "Living Dolls is an American situation comedy featured on the fall 1989 schedule of ABC.  It was a spin-off created by a writer from Who\u0027s the Boss? and featuring characters introduced during an episode of that show. The show is notable as the acting debut of Halle Berry. Both Who\u0027s the Boss? and Living Dolls were produced by ELP Communications through Columbia Pictures Television and ABC.",
    "SampleQuestion": "What television series marked the acting debut of Halle Berry and was a spin-off from \u0022Who\u0027s the Boss?\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Knotting_and_Souldrop\u003E",
    "Title": "Knotting and Souldrop",
    "Text": "Knotting and Souldrop is a civil parish in the Borough of Bedford in the county of Bedfordshire, England.The two parishes of Knotting and Souldrop were combined in 1934. Until 1974 the parish formed part of Bedford rural district.",
    "SampleQuestion": "What year were the parishes of Knotting and Souldrop combined to form a civil parish in the Borough of Bedford?"
  },
  {
    "Id": "\u003Cdbpedia:The_Mobile_Cop_Jiban\u003E",
    "Title": "The Mobile Cop Jiban",
    "Text": "The Mobile Cop Jiban (機動刑事ジバン, Kidō Keiji Jiban) is a Japanese tokusatsu television series which serves as the 8th entry in the Metal Hero franchise, and the first series to have toy commercials that were filmed on Videotape. Produced by Toei and aired by TV Asahi in Japan from January 29, 1989 to January 28, 1990, it ran for 52 episodes and a feature movie aired on July 17, 1989.",
    "SampleQuestion": "What is \u0022The Mobile Cop Jiban\u0022 and in which country did it originate?"
  },
  {
    "Id": "\u003Cdbpedia:End_of_the_Spear\u003E",
    "Title": "End of the Spear",
    "Text": "End of the Spear is a 2005 docudrama film that recounts the story of Operation Auca, in which five American Christian missionaries attempted to evangelize the Huaorani (Waodani) people of the tropical rain forest of Eastern Ecuador.",
    "SampleQuestion": "What is the 2005 docudrama \u0022End of the Spear\u0022 about?"
  },
  {
    "Id": "\u003Cdbpedia:Brad_Ference\u003E",
    "Title": "Brad Ference",
    "Text": "Bradley W. Ference (born April 2, 1979) is a retired Canadian professional ice hockey defenseman who played 250 games in the National Hockey League (NHL).",
    "SampleQuestion": "What is the nationality and position of retired ice hockey player Brad Ference, who played 250 games in the NHL?"
  },
  {
    "Id": "\u003Cdbpedia:Boise_High_School\u003E",
    "Title": "Boise High School",
    "Text": "Boise High School is a public secondary school in Boise, Idaho, one of fivetraditional high schools within the city limits, four of which are in the Boise School District. A three-year comprehensive high school, Boise High is located on the outerlying edge of the city\u0027s downtown business core. The enrollment for the 2014–15 school year was approximately 1,480.",
    "SampleQuestion": "What is the enrollment figure for Boise High School for the 2014-15 school year?"
  },
  {
    "Id": "\u003Cdbpedia:Dean_and_Shelton\u003E",
    "Title": "Dean and Shelton",
    "Text": "Dean and Shelton is a civil parish in the Borough of Bedford in the county of Bedfordshire, England.The two parishes of Dean and Shelton were combined in 1934. Until 1974 the parish formed part of Bedford rural district.",
    "SampleQuestion": "What year were the parishes of Dean and Shelton combined into a single civil parish?"
  },
  {
    "Id": "\u003Cdbpedia:Queen\u0027s_County_(UK_Parliament_constituency)\u003E",
    "Title": "Queen\u0027s County (UK Parliament constituency)",
    "Text": "Queen\u0027s County was a UK Parliament constituency in Ireland, returning two Members of Parliament 1801–1885 and one in 1918–1922.",
    "SampleQuestion": "How many Members of Parliament did the Queen\u0027s County constituency in Ireland return to the UK Parliament between 1801–1885 and in 1918–1922?"
  },
  {
    "Id": "\u003Cdbpedia:Oxidizer_(album)\u003E",
    "Title": "Oxidizer (album)",
    "Text": "Oxidizer is an album by industrial rock band Chemlab.",
    "SampleQuestion": "What is the genre of the band Chemlab\u0027s album \u0022Oxidizer\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:WEQX\u003E",
    "Title": "WEQX",
    "Text": "WEQX is an FM radio station located at 102.7 MHz and broadcasting from Manchester, Vermont, USA with an effective radiated power of 1,250 watts at 759 meters (Equivalent to 50,000 watts at 150 meters). Their tower is located on nearby Equinox Mountain. Because of its location and power the station is able to reach Albany-Schenectady-Troy (while distantly), Saratoga Springs and Glens Falls along with southern and central Vermont, western Massachusetts, and western New Hampshire.",
    "SampleQuestion": "What is the broadcast range and signal strength of WEQX radio station located in Manchester, Vermont?"
  },
  {
    "Id": "\u003Cdbpedia:Color-glass_condensate\u003E",
    "Title": "Color-glass condensate",
    "Text": "Color-glass condensate is a type of matter theorized to exist in atomic nuclei traveling near the speed of light. According to Einstein\u0027s theory of relativity, a high-energy nucleus appears length contracted, or compressed, along its direction of motion. As a result, the gluons inside the nucleus appear to a stationary observer as a \u0022gluonic wall\u0022 traveling near the speed of light. At very high energies, the density of the gluons in this wall is seen to increase greatly.",
    "SampleQuestion": "What is the color-glass condensate and how does it relate to the behavior of gluons in a high-energy nucleus according to Einstein\u0027s theory of relativity?"
  },
  {
    "Id": "\u003Cdbpedia:Annette_Tucker\u003E",
    "Title": "Annette Tucker",
    "Text": "Annette May Tucker is an American songwriter, who found success in the 1960s as co-writer of songs for The Electric Prunes (“I Had Too Much to Dream (Last Night)”, \u0022Get Me to the World on Time\u0022), The Brogues (\u0022I Ain\u0027t No Miracle Worker\u0022), The Knickerbockers (\u0022A Coming Generation\u0022), Nancy and Frank Sinatra (\u0022Feelin\u0027 Kinda Sunday\u0022) and others.",
    "SampleQuestion": "Which 1960s American songwriter co-wrote songs for The Electric Prunes and Nancy and Frank Sinatra among others?"
  },
  {
    "Id": "\u003Cdbpedia:Jeff_Torrington\u003E",
    "Title": "Jeff Torrington",
    "Text": "Jeff Torrington (31 December 1935 – 11 May 2008) was a novelist from Glasgow in Scotland.His novels draw on the changing face of modern Scotland. Swing Hammer Swing (1992) was set during the demolition of the old Gorbals. It took 30 years to write. The Devil\u0027s Carousel (1998) drew on the decline of a fictionalised version of the Rootes/Chrysler car plant at Linwood.",
    "SampleQuestion": "What is the title of Jeff Torrington\u0027s novel that reflects on the demolition of the old Gorbals in Glasgow, and how long did it take him to write it?"
  },
  {
    "Id": "\u003Cdbpedia:Intelligent_tutoring_system\u003E",
    "Title": "Intelligent tutoring system",
    "Text": "An intelligent tutoring system (ITS) is a computer system that aims to provide immediate and customized instruction or feedback to learners, usually without intervention from a human teacher.  ITSs have the common goal of enabling learning in a meaningful and effective manner by using a variety of computing technologies.  There are many examples of ITSs being used in both formal education and professional settings in which they have demonstrated their capabilities and limitations.",
    "SampleQuestion": "What is the primary goal of an intelligent tutoring system (ITS), and in what settings have they been applied to demonstrate their capabilities and limitations?"
  },
  {
    "Id": "\u003Cdbpedia:Prince_Ruspoli,_Prince_of_Cerveteri\u003E",
    "Title": "Prince Ruspoli, Prince of Cerveteri",
    "Text": "Prince Ruspoli, Prince of Cerveteri is a Roman noble family.The papal title was conferred in 1721, and the Italian in 1905.They held the post of Grand Master of the Sacred Apostolic Hospice, or Quartermaster-General of the Sacred Palaces, which was an hereditary official of the Pontifical Household.He was a Participating Privy Chamberlains and the sole lay member of the Noble Privy Antechamber, as well as a Participating Privy Chamberlains of the Sword and Cape (who were all laymen, traditionally holding hereditary posts).The post was abolished in the reforms of the Papal Curia after 1968.",
    "SampleQuestion": "What noble family was granted the papal title of Prince of Cerveteri in 1721 and held hereditary positions within the Pontifical Household?"
  },
  {
    "Id": "\u003Cdbpedia:BAWAG\u003E",
    "Title": "BAWAG",
    "Text": "BAWAG (German language: Bank für Arbeit und Wirtschaft) is a bank in Austria. On October 1, 2005, it merged with the separate Österreichische Postsparkasse (P.S.K.) to form the \u0022Bank für Arbeit und Wirtschaft und Österreichische Postsparkasse AG\u0022, shortened as BAWAG P.S.K.. The Austrian company BAWAG is owned by the American company Cerberus Capital Management.",
    "SampleQuestion": "What American company owns the Austrian bank BAWAG, which merged with Österreichische Postsparkasse in 2005 to become BAWAG P.S.K.?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_educational_institutes_in_Pune\u003E",
    "Title": "List of educational institutes in Pune",
    "Text": "The city of Pune in western India is known for its educational facilities, having more than a hundred educational institutes and nine universities. Facilities in most colleges are sparse. Since this is primarily a student town, large demand exists for student services - mainly food, beverages etc.",
    "SampleQuestion": "How many educational institutes are there in Pune, and what is the city known for?"
  },
  {
    "Id": "\u003Cdbpedia:Las_películas_de_mi_vida\u003E",
    "Title": "Las películas de mi vida",
    "Text": "Las películas de mi vida (translated as The Movies of My Life: A Novel) is a 2002 semi-autobiographical novel by Chilean writer Alberto Fuguet. The novel has received a significant amount of critical attention.",
    "SampleQuestion": "Who is the author of the semi-autobiographical novel \u0022Las películas de mi vida,\u0022 which was published in 2002?"
  },
  {
    "Id": "\u003Cdbpedia:Bounty_Bowl\u003E",
    "Title": "Bounty Bowl",
    "Text": "The Bounty Bowl was the name given to two NFL games held in 1989 between the Philadelphia Eagles and Dallas Cowboys. The first, a 1989 Thanksgiving Day game in Dallas, was noted for allegations that the Eagles put a $200 bounty on Cowboys kicker Luis Zendejas, who had been cut by Philadelphia earlier that season. The second was a rematch held two weeks later in Philadelphia. The Eagles, favored to win both games, swept the series.",
    "SampleQuestion": "What was the \u0022Bounty Bowl,\u0022 and what was the controversy surrounding the Philadelphia Eagles and Dallas Cowboys during their 1989 NFL games?"
  },
  {
    "Id": "\u003Cdbpedia:Feel_the_Fear\u003E",
    "Title": "Feel the Fear",
    "Text": "Feel the Fear is a television programme for 7 to 12 year-olds broadcast on CITV in the United Kingdom. The show centres on the two presenters, Holly Willoughby and Steve Wilson, setting each other challenges to test their nerve. It uses common phobias, such as the fear of heights and the dark, as the basis.",
    "SampleQuestion": "What is the target age range for the television programme \u0022Feel the Fear\u0022 broadcast on CITV in the United Kingdom?"
  },
  {
    "Id": "\u003Cdbpedia:KCTR-FM\u003E",
    "Title": "KCTR-FM",
    "Text": "KCTR-FM (102.9 FM, \u0022Cat Country 103\u0022) is a commercial radio station in Billings, Montana.  KCTR airs a country music format.  Licensed to Billings, Montana, USA, the station serves the Billings area.  The station is currently owned by Townsquare Media Billings License, LLC.",
    "SampleQuestion": "What type of music format does KCTR-FM (102.9 FM, \u0022Cat Country 103\u0022) in Billings, Montana broadcast?"
  },
  {
    "Id": "\u003Cdbpedia:Cole_Valley_Christian_High_School\u003E",
    "Title": "Cole Valley Christian High School",
    "Text": "Cole Valley Christian High School is a secondary school in Meridian, Idaho.",
    "SampleQuestion": "What is the location of Cole Valley Christian High School?"
  },
  {
    "Id": "\u003Cdbpedia:Swineshead,_Bedfordshire\u003E",
    "Title": "Swineshead, Bedfordshire",
    "Text": "Swineshead is a civil parish in the Borough of Bedford in the county of Bedfordshire, England.",
    "SampleQuestion": "What is Swineshead in the context of Bedfordshire, England?"
  },
  {
    "Id": "\u003Cdbpedia:Melvin_Francis\u003E",
    "Title": "Melvin Francis",
    "Text": "Melvin Joseph Francis (August 6, 1945 – January 12, 2006) was the governor of the Passamaquoddy Pleasant Point Reservation, one of two reservations in Maine of the Passamaquoddy Indian tribe, from 1980 until 1990 and again since 2002.Born and raised in Pleasant Point he attend local schools. After graduating from Shead High School he earned a journeyman\u0027s certificate and specialized in carpentry.",
    "SampleQuestion": "Who was Melvin Joseph Francis and what role did he serve within the Passamaquoddy tribe?"
  },
  {
    "Id": "\u003Cdbpedia:Nikkei_Internment_Memorial_Centre\u003E",
    "Title": "Nikkei Internment Memorial Centre",
    "Text": "The Nikkei Internment Memorial Centre is a museum and interpretive centre in New Denver, British Columbia, Canada, dedicated to the history of the Japanese Canadians who were relocated to internment camps during World War II by the Canadian government (see Japanese Canadian internment).The site consists of five buildings, of which three are original shacks built to house the interred people.",
    "SampleQuestion": "What is the purpose of the Nikkei Internment Memorial Centre in New Denver, British Columbia, and what does it consist of?"
  },
  {
    "Id": "\u003Cdbpedia:William_Job_Collins\u003E",
    "Title": "William Job Collins",
    "Text": "Sir William Job Collins KCVO (9 May 1859 – 11 December 1946) was a surgeon and later a Liberal politician and legislator.",
    "SampleQuestion": "What profession did Sir William Job Collins pursue before becoming a Liberal politician and legislator?"
  },
  {
    "Id": "\u003Cdbpedia:Plausawa\u003E",
    "Title": "Plausawa",
    "Text": "Plausawa (c. 1700–1754) was a Pennacook Indian who lived in what is now New Hampshire. In 1728 he was the last known Native American living in the town of Suncook. At the start of King George\u0027s War in 1740 Plausawa moved to St.",
    "SampleQuestion": "Who was Plausawa and what was his significance in the town of Suncook?"
  },
  {
    "Id": "\u003Cdbpedia:November_1916_(novel)\u003E",
    "Title": "November 1916 (novel)",
    "Text": "November 1916 is a novel by famed Russian author Aleksandr Solzhenitsyn. It is the sequel to August 1914, which concerned Russia\u0027s role in World War I. The novel picks up on the brink of the Russian Revolution, depicting characters from all walks of life — from soldiers and peasants to Tsar Nicholas II, Tsarina Alexandra Feodorovna, and Lenin. Unlike the first novel, the book does not revolve around any specific historical events.",
    "SampleQuestion": "Who is the author of the novel \u0022November 1916,\u0022 and what historical period does it depict?"
  },
  {
    "Id": "\u003Cdbpedia:Hot_runner\u003E",
    "Title": "Hot runner",
    "Text": "A hot runner system is an assembly of heated components used in plastic injection molds that inject molten plastic into the cavities of the mold. (The cavities are the part of the mold shaped like the parts to be produced.) In hot runner mould generally used pinpoint gate.By contrast, a cold runner is simply a channel formed between the two halves of the mold, for the purpose of carrying plastic from the injection molding machine nozzle to the cavities.",
    "SampleQuestion": "What is the difference between a hot runner system and a cold runner in the context of plastic injection molds?"
  },
  {
    "Id": "\u003Cdbpedia:County_Louth_(UK_Parliament_constituency)\u003E",
    "Title": "County Louth (UK Parliament constituency)",
    "Text": "County Louth, otherwise known as Louth County or Louth, is a former parliamentary constituency in Ireland, which was represented in the  House of Commons of the Parliament of the United Kingdom.  From 1801 to 1885 it returned two Members of Parliament (MPs), and one in 1918–1922.",
    "SampleQuestion": "What was the representation structure of the County Louth constituency in the UK Parliament from 1801 to 1922?"
  },
  {
    "Id": "\u003Cdbpedia:Zgharta_District\u003E",
    "Title": "Zgharta District",
    "Text": "Zgharta District (Arabic: زغرتا‎) is a district (qadaa) of the North Governorate, northern Lebanon.",
    "SampleQuestion": "What is the Zgharta District and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Chernoff_face\u003E",
    "Title": "Chernoff face",
    "Text": "Chernoff faces, invented by Herman Chernoff, display multivariate data in the shape of a human face. The individual parts, such as eyes, ears, mouth and nose represent values of the variables by their shape, size, placement and orientation. The idea behind using faces is that humans easily recognize faces and notice small changes without difficulty. Chernoff faces handle each variable differently.",
    "SampleQuestion": "Who invented Chernoff faces and what is their purpose in displaying multivariate data?"
  },
  {
    "Id": "\u003Cdbpedia:Henry_Farrell_(political_scientist)\u003E",
    "Title": "Henry Farrell (political scientist)",
    "Text": "Henry Farrell is an Irish-born political scientist at George Washington University.  He previously taught at the University of Toronto and earned his PhD from Georgetown University.  His research interests include, trust and co-operation; E-commerce; the European Union; and institutional theory.Farrell is a member of the Crooked Timber group blog.",
    "SampleQuestion": "What are the research interests of Henry Farrell, the Irish-born political scientist at George Washington University?"
  },
  {
    "Id": "\u003Cdbpedia:Pay_the_Devil\u003E",
    "Title": "Pay the Devil",
    "Text": "Pay the Devil is the thirty-second studio album by Northern Irish singer/songwriter Van Morrison. It was released in 2006 by Lost Highway. The album features twelve cover versions of American country and western tunes and three original compositions.",
    "SampleQuestion": "What genre of songs does Van Morrison cover on his thirty-second studio album \u0022Pay the Devil\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Longford_(UK_Parliament_constituency)\u003E",
    "Title": "Longford (UK Parliament constituency)",
    "Text": "Longford was a parliamentary constituency in Ireland, which returned two Members of Parliament (MPs) to the House of Commons of the Parliament of the United Kingdom from 1801 to 1885, and one MP from 1918–1922.",
    "SampleQuestion": "How many Members of Parliament did the Longford constituency in Ireland return to the House of Commons of the UK Parliament from 1801 to 1885, and how many from 1918 to 1922?"
  },
  {
    "Id": "\u003Cdbpedia:Francis_Hamilton_Wedgwood\u003E",
    "Title": "Francis Hamilton Wedgwood",
    "Text": "Francis Hamilton \u0022Frank\u0022 Wedgwood JP DL (9 October 1867 - 29 October 1930) JP and High Sheriff  was a partner in the Wedgwood pottery firm.Wedgwood was the eldest son of Clement Wedgwood and Emily Catherine Rendel, daughter of the engineer James Meadows Rendel.  He was the great-great-grandson of the potter Josiah Wedgwood.",
    "SampleQuestion": "What was Francis Hamilton Wedgwood\u0027s relationship to the potter Josiah Wedgwood?"
  },
  {
    "Id": "\u003Cdbpedia:Brook_rearrangement\u003E",
    "Title": "Brook rearrangement",
    "Text": "The Brook rearrangement in organic chemistry is a rearrangement reaction in which an organosilyl group switches position with a hydroxyl proton over a carbon to oxygen covalent bond under the influence of a base. It is named for the Canadian chemist Adrian Gibbs Brook (1924–2013). The reaction product is a silyl ether.The silyl substituents can be aliphatic (methyl) or aromatic (phenyl) and the alcohol is secondary or tertiary with aliphatic or aryl groups.",
    "SampleQuestion": "Who is the Brook rearrangement named after and what does it describe?"
  },
  {
    "Id": "\u003Cdbpedia:Joe_McCartin\u003E",
    "Title": "Joe McCartin",
    "Text": "John Joseph \u0022Joe\u0022 McCartin (born 24 April 1939) is a retired Irish Fine Gael politician, who served in both houses of the Oireachtas and in the European Parliament.",
    "SampleQuestion": "What political party did Joe McCartin belong to during his career in Irish politics and the European Parliament?"
  },
  {
    "Id": "\u003Cdbpedia:Matara,_Eritrea\u003E",
    "Title": "Matara, Eritrea",
    "Text": "Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite  Kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed.",
    "SampleQuestion": "What was Matara, and which two ancient kingdoms was it a major city in?"
  },
  {
    "Id": "\u003Cdbpedia:Robert_Z\u0027Dar\u003E",
    "Title": "Robert Z\u0027Dar",
    "Text": "Robert J. Zdarsky (June 3, 1950 – March 30, 2015), better known by his stage name Robert Z\u0027Dar, was an American actor and film producer, best known for his role as officer Matt Cordell in the cult horror film Maniac Cop and its two sequels.Z\u0027Dar worked mainly in low-budget B-movies and direct-to-video features, but occasionally in mainstream Hollywood films and television.",
    "SampleQuestion": "What role is Robert Z\u0027Dar best known for, and in which film series did he play this character?"
  },
  {
    "Id": "\u003Cdbpedia:Grand_Master_of_the_Sacred_Apostolic_Hospice\u003E",
    "Title": "Grand Master of the Sacred Apostolic Hospice",
    "Text": "The Grand Master of the Sacred Apostolic Hospice (Gran Maestro del Sacro Ospizio), or Quartermaster-General of the Sacred Palaces, is an hereditary official of the Pontifical Household.",
    "SampleQuestion": "What is the official title of the hereditary official of the Pontifical Household?"
  },
  {
    "Id": "\u003Cdbpedia:1965–66_West_Ham_United_F.C._season\u003E",
    "Title": "1965–66 West Ham United F.C. season",
    "Text": "West Ham managed to reach the semi-final of the Cup Winners Cup losing 5–2 on aggregate to Borussia Dortmund.The previous month West Ham lost the League Cup Final after leading in the first leg, to West Brom.Bobby Moore managed to lift one trophy later that summer as fellow Hammers Geoff Hurst and Martin Peters secured England\u0027s World Cup triumph, with goals against West Germany.Johnny Byrne was also in Alf Ramsey\u0027s 28 man England squad which assembled at Lilleshall on 6 June 1966.",
    "SampleQuestion": "Which European competition did West Ham United reach the semi-final in during the 1965-66 season?"
  },
  {
    "Id": "\u003Cdbpedia:NASCAR_Xfinity_Series_at_Fontana\u003E",
    "Title": "NASCAR Xfinity Series at Fontana",
    "Text": "The NASCAR Xfinity Series has held a 300 miles (480 km) stock car race at Auto Club Speedway (most recently known as the Auto Club 300 for sponsorship reasons) in Fontana, California since 1997.  It is held in late March as the fifth event of the schedule, and as a support event for the Sprint Cup Series\u0027 Auto Club 400 (although in 2008 it was held after the Cup series race due to a rain delay). It was previously ran in October and late April or early May.",
    "SampleQuestion": "What is the name of the 300-mile NASCAR Xfinity Series race held at Auto Club Speedway in Fontana, California, and when is it typically scheduled?"
  },
  {
    "Id": "\u003Cdbpedia:Monaghan_(UK_Parliament_constituency)\u003E",
    "Title": "Monaghan (UK Parliament constituency)",
    "Text": "Monaghan is a former parliamentary constituency in Ireland, returning two Members of Parliament (MPs) to the House of Commons of the Parliament of the United Kingdom.",
    "SampleQuestion": "How many Members of Parliament did the former Monaghan constituency in Ireland send to the UK House of Commons?"
  },
  {
    "Id": "\u003Cdbpedia:Carl_Sautter\u003E",
    "Title": "Carl Sautter",
    "Text": "Carl Sautter (April 29, 1948 - February 23, 1993) was a writer born in the United Kingdom. Sautter wrote for television series including Trapper John, M.D. on CBS, Moonlighting on ABC and Beverly Hills, 90210 on FOX. He also contributed to Hanna-Barbera\u0027s Jetsons: The Movie.",
    "SampleQuestion": "Which television series did UK-born writer Carl Sautter contribute to during his career?"
  },
  {
    "Id": "\u003Cdbpedia:Sauromalus_ater\u003E",
    "Title": "Sauromalus ater",
    "Text": "The Common Chuckwalla (Sauromalus ater) is a species of lizard in the family Iguanidae.  It inhabits the Sonoran and Mojave Deserts of the southwestern United States and northwestern Mexico. Its range extends from Eastern California, Utah, and Nevada south to Baja California and Sonora.",
    "SampleQuestion": "What is the habitat range of the Common Chuckwalla (Sauromalus ater)?"
  },
  {
    "Id": "\u003Cdbpedia:Money_market_account\u003E",
    "Title": "Money market account",
    "Text": "A money market account (MMA) or money market deposit account (MMDA) is a non-financial account that pays interest based on current interest rates in the money markets.Money market accounts typically have a relatively high rate of interest and require a higher minimum balance (anywhere from $1,000 to $10,000 or $25,000) to earn interest or avoid monthly fees. Like other bank deposits, they are liabilities from the bank\u0027s perspective. They should not be confused with money market funds.",
    "SampleQuestion": "What is the minimum balance required to earn interest or avoid monthly fees in a money market account (MMA)?"
  },
  {
    "Id": "\u003Cdbpedia:Meridian_Academy\u003E",
    "Title": "Meridian Academy",
    "Text": "{{Infobox school| name = Meridian Academy| logo = | motto = Where Students Come First| established =| type = Private| grades = 9-90| students = 14| faculty = 130| city = Meridian| state = Idaho| country = USA| free_label =| free_text = | oversight = | principal = Dustim| mascot = Ranter|",
    "SampleQuestion": "What is the motto of Meridian Academy?"
  },
  {
    "Id": "\u003Cdbpedia:Ednaston_Manor\u003E",
    "Title": "Ednaston Manor",
    "Text": "Ednaston Manor is a country house in Ednaston, near Brailsford, Derbyshire. It was built in 1912–19 in a Queen Anne style by Edwin Lutyens, for William G. Player. It is a Grade I listed building.It was bought by free newspaper pioneer and former Derby County chairman Lionel Pickering in 1979. He improved the extensive gardens which were open to the public during the summer, then sold the house to a local businessman shortly before his death in 2006.",
    "SampleQuestion": "Who was the original owner of Ednaston Manor, which was built by Edwin Lutyens in the Queen Anne style?"
  },
  {
    "Id": "\u003Cdbpedia:Theodore_Nicolas_Gobley\u003E",
    "Title": "Theodore Nicolas Gobley",
    "Text": "Theodore (Nicolas) Gobley (French: [ɡɔblɛ]), who first isolated, and ultimately determined the chemical structure of lecithin, the first identified and characterized member of the phospholipids class, and a pioneer researcher in the study and analysis of the chemical components of brain tissues, was born in Paris on May 11, 1811, and died in Bagneres-de-Luchon (a small city in central Pyrenees famous in the second half of the 19th century for its thermal waters) on September 1, 1876.",
    "SampleQuestion": "What significant contribution to biochemistry is attributed to Theodore Nicolas Gobley, and where was he born?"
  },
  {
    "Id": "\u003Cdbpedia:Rodmarton_Manor\u003E",
    "Title": "Rodmarton Manor",
    "Text": "Rodmarton Manor is a large country house, in Rodmarton, near Cirencester, Gloucestershire, built for the Biddulph family. It is a Grade I listed building. It was constructed in 1909-1929 in an Arts and Crafts style, to a design by Ernest Barnsley. After Ernest\u0027s death in 1925, it was completed by Sidney Barnsley, his brother, and then by Norman Jewson, Ernest\u0027s son-in-law. All the construction materials were obtained locally, and were hand worked by local craftsmen.",
    "SampleQuestion": "What architectural style characterizes Rodmarton Manor, and who were the main figures involved in its design and completion?"
  },
  {
    "Id": "\u003Cdbpedia:Poydras_Market\u003E",
    "Title": "Poydras Market",
    "Text": "The Poydras Market also known as the Poydras Street Market, was an early market area in New Orleans, Louisiana.It was located on Poydras Street across from Maylie\u0027s Restaurant. The area was frequented by prominent families in the area, who kept it quite busy.On 6 February 1897, twelve of these families submitted a petition to the Public Order Committee to oppose the annexation of Poydras and Lafayette streets into the New Orleans city limits.",
    "SampleQuestion": "What was the Poydras Market, and why did twelve prominent families petition against its annexation into New Orleans city limits on February 6, 1897?"
  },
  {
    "Id": "\u003Cdbpedia:Cast_Courts_(Victoria_and_Albert_Museum)\u003E",
    "Title": "Cast Courts (Victoria and Albert Museum)",
    "Text": ".The Cast Courts (originally called the Architectural Courts) of the Victoria and Albert Museum in London, England, comprise two large halls. Unusually for a museum, the Cast Courts house a collection not of originals, but copies. Here are to be found reproductions of some of the most famous sculptures in the world.",
    "SampleQuestion": "What type of collection is housed in the Cast Courts of the Victoria and Albert Museum in London, and what is unusual about it?"
  },
  {
    "Id": "\u003Cdbpedia:Mayo_(UK_Parliament_constituency)\u003E",
    "Title": "Mayo (UK Parliament constituency)",
    "Text": "Mayo was a parliamentary constituency in Ireland, which returned two Members of Parliament (MPs) to the House of Commons of the Parliament of the United Kingdom from 1801 to 1885.",
    "SampleQuestion": "How many Members of Parliament did the Mayo constituency in Ireland send to the UK House of Commons between 1801 and 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Meath_(UK_Parliament_constituency)\u003E",
    "Title": "Meath (UK Parliament constituency)",
    "Text": "Meath was a parliamentary constituency in Ireland, which from 1801 to 1885 returned two Members of Parliament (MPs) to the House of Commons of the United Kingdom.",
    "SampleQuestion": "How many Members of Parliament did the Meath constituency in Ireland return to the House of Commons of the United Kingdom between 1801 and 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Gene_Haas\u003E",
    "Title": "Gene Haas",
    "Text": "Gene Francis Haas (born November 12, 1952) is founder, president, and sole stockholder of Haas Automation, a CNC machine tool manufacturer. He also has a presence in motorsports, having founded NASCAR team Haas CNC Racing (now known as Stewart-Haas Racing), and the Haas F1 Team Formula One team.",
    "SampleQuestion": "What are the names of the motorsport teams founded by Gene Haas?"
  },
  {
    "Id": "\u003Cdbpedia:National_Film_Award_for_Best_Feature_Film_in_Bengali\u003E",
    "Title": "National Film Award for Best Feature Film in Bengali",
    "Text": "The National Film Award for Best Feature Film in Bengali is one of the National Film Awards presented annually by the Directorate of Film Festivals, the organisation set up by Ministry of Information and Broadcasting, India. It is one of several awards presented for feature films and awarded with Rajat Kamal (Silver Lotus).The National Film Awards, established in 1954, are the most prominent film awards in India that merit the best of the Indian cinema.",
    "SampleQuestion": "Which organization is responsible for presenting the National Film Award for Best Feature Film in Bengali, and what is the award also known as?"
  },
  {
    "Id": "\u003Cdbpedia:WEWN\u003E",
    "Title": "WEWN",
    "Text": "This article is about the radio network. For its sister television network, see EWTN. WEWN is the shortwave radio outlet of the Eternal Word Television Network, a large Catholic international broadcaster. It was launched by Mother Angelica on December 28, 1992. The station broadcasts from the city of Irondale, Alabama, on the outskirts of Birmingham with a high transmitter power of 500 kilowatts. There are 4 transmitters of 500kW each.",
    "SampleQuestion": "What is WEWN, and when was it launched by Mother Angelica?"
  },
  {
    "Id": "\u003Cdbpedia:The_Hurlers_(stone_circles)\u003E",
    "Title": "The Hurlers (stone circles)",
    "Text": "The Hurlers (Cornish: An Hurlysi) is a group of three stone circles in Cornwall, England. The site is half-a-mile (0.8 km) west of the village of Minions on the eastern flank of Bodmin Moor, and approximately four miles (6 km) north of Liskeard at grid reference SX 258 714.",
    "SampleQuestion": "What is the location of The Hurlers stone circles in Cornwall, England, in relation to nearby landmarks?"
  },
  {
    "Id": "\u003Cdbpedia:Lovecraft_\u0026_Witch_Hearts\u003E",
    "Title": "Lovecraft \u0026 Witch Hearts",
    "Text": "Lovecraft \u0026 Witch Hearts is a compilation album by English extreme metal band Cradle of Filth, and their first release following 2001\u0027s Bitter Suites to Succubi.",
    "SampleQuestion": "What is \u0022Lovecraft \u0026 Witch Hearts\u0022 and which band released it as their first compilation album after \u0022Bitter Suites to Succubi\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Gasparinus_de_Bergamo\u003E",
    "Title": "Gasparinus de Bergamo",
    "Text": "Gasparinus de Bergamo (in Italian, Gasparino (da) Barizizza or Gasparino (da) Barzizza; in French, Gasparin de Bergame; in Latin, Gasparinus Barzizius Bergamensis) (c. 1360 – c. 1431) was an Italian grammarian and teacher noted for introducing a new style of epistolary Latin inspired by the works of Cicero.With Pier Paolo Vergerio the Elder, he was influential in the development of humanism at Padua.",
    "SampleQuestion": "Who was Gasparinus de Bergamo and what was he noted for in the field of Latin grammar?"
  },
  {
    "Id": "\u003Cdbpedia:County_Limerick_(UK_Parliament_constituency)\u003E",
    "Title": "County Limerick (UK Parliament constituency)",
    "Text": "County Limerick, also known as Limerick County, was a parliamentary constituency in Ireland, which returned two Members of Parliament (MPs) to the House of Commons of the Parliament of the United Kingdom from 1801 to 1885.",
    "SampleQuestion": "What was the representation of County Limerick in the UK House of Commons from 1801 to 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Anacani\u003E",
    "Title": "Anacani",
    "Text": "Anacani Maria Consuelo y Castillo Lopez Cantor Montoya (born April 10, 1954) is a Mexican singer best known as a featured performer on The Lawrence Welk Show television program.Born in Sinaloa, Mexico, as the sixth of seven children of Mexican and French parents, she moved with her family to the United States when she was a child. It was during that time she began to sing thanks in large part to her family\u0027s talented musical background.",
    "SampleQuestion": "What is the background of Anacani, the Mexican singer known for her performances on The Lawrence Welk Show?"
  },
  {
    "Id": "\u003Cdbpedia:Love_Letters_(song)\u003E",
    "Title": "Love Letters (song)",
    "Text": "\u0022Love Letters\u0022 is a 1945 popular song with music by Victor Young and lyrics by Edward Heyman.",
    "SampleQuestion": "Who composed the music for the 1945 popular song \u0022Love Letters\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Matthias_Storme\u003E",
    "Title": "Matthias Storme",
    "Text": "Matthias Edward Storme (born 1959) is a Belgian lawyer, academic and conservative philosopher.",
    "SampleQuestion": "What is the profession of Matthias Edward Storme, born in 1959?"
  },
  {
    "Id": "\u003Cdbpedia:Mackey_Airlines\u003E",
    "Title": "Mackey Airlines",
    "Text": "Mackey Airlines, also known as Mackey International Airlines, was a United States airline which mainly served Florida and The Bahamas.  At one point, the airline also operated Douglas DC-8 jetliners between Florida and Las Vegas.",
    "SampleQuestion": "What destinations were primarily served by Mackey Airlines, and what type of aircraft did they use for their Florida to Las Vegas route?"
  },
  {
    "Id": "\u003Cdbpedia:Pedalo\u003E",
    "Title": "Pedalo",
    "Text": "A pedalo (British English) or paddle boat (U.S., Canadian, and Australian English) is a small human-powered watercraft propelled by the action of pedals turning a paddle wheel.The paddle wheel of a pedalo is a smaller version of that used by a paddle steamer. A two-seat pedalo has two sets of pedals, side by side, designed to be used together.",
    "SampleQuestion": "What is a pedalo, and how is it propelled?"
  },
  {
    "Id": "\u003Cdbpedia:Rafael_Rojas\u003E",
    "Title": "Rafael Rojas",
    "Text": "Rafael Rojas (born Rafael Humberto Rojas Morales on April 16, 1961 in San José, Costa Rica) is a former male fashion model an actor of telenovelas and the cinema of Mexico.",
    "SampleQuestion": "What is the profession of Rafael Humberto Rojas Morales, born on April 16, 1961 in San José, Costa Rica?"
  },
  {
    "Id": "\u003Cdbpedia:PKP_Polskie_Linie_Kolejowe\u003E",
    "Title": "PKP Polskie Linie Kolejowe",
    "Text": "PKP Polskie Linie Kolejowe S.A. is a company of the PKP Group and is responsible for maintenance of rail tracks, conducting the trains across country, scheduling train timetables and management of railway land.The company was founded after dividing Polskie Koleje Państwowe (national rail operator) into several separate companies to meet European Union Standards.",
    "SampleQuestion": "What is the role of PKP Polskie Linie Kolejowe S.A. within the PKP Group, and why was it founded?"
  },
  {
    "Id": "\u003Cdbpedia:Tony_Oursler\u003E",
    "Title": "Tony Oursler",
    "Text": "Tony Oursler (born 1957) is an American multimedia and installation artist. He completed a BA in fine arts at the California Institute for the Arts, Valencia, California in 1979. His art covers a range of mediums working with video, sculpture, installation, performance and painting. The artist currently lives and works in New York City. He is married to painter Jacqueline Humphries.",
    "SampleQuestion": "What is the range of mediums used by American multimedia and installation artist Tony Oursler in his artwork?"
  },
  {
    "Id": "\u003Cdbpedia:King\u0027s_County_(UK_Parliament_constituency)\u003E",
    "Title": "King\u0027s County (UK Parliament constituency)",
    "Text": "King\u0027s County was a parliamentary constituency in Ireland, represented in the House of Commons of the United Kingdom.  It returned two Members of Parliament (MPs) 1801–1885 and one in 1918–1922.",
    "SampleQuestion": "How many Members of Parliament did King\u0027s County return to the House of Commons of the United Kingdom between 1801–1885 and in 1918–1922?"
  },
  {
    "Id": "\u003Cdbpedia:Portadown_Times\u003E",
    "Title": "Portadown Times",
    "Text": "The Portadown Times is a newspaper based in Portadown, County Armagh, Northern Ireland, UK. It is published by Johnston Publishing (NI), part of Johnston Press who own thirty-seven papers across Ireland.Founded in the 1920s, the Portadown was a poor second to the longer-established Portadown News, and - until it was taken over in the 1950s by James Morton remained that way.",
    "SampleQuestion": "What newspaper, founded in the 1920s and later taken over by James Morton in the 1950s, is based in Portadown, County Armagh, Northern Ireland, and published by Johnston Publishing (NI)?"
  },
  {
    "Id": "\u003Cdbpedia:Mississippi_Valley_Airlines\u003E",
    "Title": "Mississippi Valley Airlines",
    "Text": "Mississippi Valley Airlines (IATA--XV), was a regional air carrier serving the Upper Midwestern region of the United States. Originally founded as Gateway Aviation, the carrier initially had its headquarters in La Crosse, Wisconsin, and began scheduled flight operations on July 22, 1968 between La Crosse Municipal Airport and both Chicago (O\u0027Hare International Airport) and Milwaukee (General Mitchell International Airport).",
    "SampleQuestion": "What was the original name of Mississippi Valley Airlines and when did it begin its scheduled flight operations?"
  },
  {
    "Id": "\u003Cdbpedia:Leitrim_(UK_Parliament_constituency)\u003E",
    "Title": "Leitrim (UK Parliament constituency)",
    "Text": "Leitrim was a Parliamentary constituency in Ireland, represented in the House of Commons of the United Kingdom of Great Britain and Ireland.  It returned two Members of Parliament (MPs) from 1801 to 1885 and one from 1918 to 1922.",
    "SampleQuestion": "How many Members of Parliament did the Leitrim constituency in Ireland send to the UK House of Commons between 1801 and 1885, and how many from 1918 to 1922?"
  },
  {
    "Id": "\u003Cdbpedia:Tesfaye_Bramble\u003E",
    "Title": "Tesfaye Bramble",
    "Text": "Tesfaye Walda Simeon \u0022Tes\u0022 Bramble (born 20 July 1980 in Ipswich, England) is an English-born Montserratian footballer. He made over 200 appearances in the Football League, scoring 43 goals, between 2001 and 2007, and played international football for Montserrat.",
    "SampleQuestion": "What is the nationality of footballer Tesfaye Bramble, who has made over 200 appearances in the Football League and played for Montserrat?"
  },
  {
    "Id": "\u003Cdbpedia:Domania\u003E",
    "Title": "Domania",
    "Text": "Domania (Domania.com) was a website that debuted in April 2000 as a consumer-facing real estate portal that featured a slate of tools including Home Price Check, an Internet search engine that allowed users to search through 28 million comparables dating back to 1987 at no cost. It became one of the top 10 real estate sites by traffic, garnering over 500,000 visits a month.",
    "SampleQuestion": "What was the unique feature of Domania.com that allowed users to search through 28 million comparables for real estate, and when did the website debut?"
  },
  {
    "Id": "\u003Cdbpedia:PKP_Energetyka\u003E",
    "Title": "PKP Energetyka",
    "Text": "PKP Energetyka S.A. is a PKP Group subsidiary whose principal activity is the supply of traction current to Poland\u0027s train operatoring companies.",
    "SampleQuestion": "What is the principal activity of PKP Energetyka S.A., a subsidiary of the PKP Group?"
  },
  {
    "Id": "\u003Cdbpedia:Liberales\u003E",
    "Title": "Liberales",
    "Text": "Liberales is an independent liberal thinktank (some tend to call Liberales left-liberal), located in Ghent, Flanders, Belgium. The organization promotes progressive liberalism and supports individual freedom, justice, a certain degree of self-government and human rights. It also supports responsibility, civil liberties, and solidarity. Liberales opposes conservativism, fascism, communism, libertarianism, and religious intolerance.Andreas Tirez is the spokesman of the organization.",
    "SampleQuestion": "What is the political orientation of the independent think tank Liberales located in Ghent, Belgium, and who is its spokesperson?"
  },
  {
    "Id": "\u003Cdbpedia:Isidora_Sekulić\u003E",
    "Title": "Isidora Sekulić",
    "Text": "Isidora Sekulić (Serbian Cyrillic: Исидора Секулић, 16 February 1877 – 5 April 1958) was a Serbian prose writer, novelist, essayist, adventurer, polyglot and art critic. Sekulić was born in Mošorin, Bačka, in what is now the Serbian province of Vojvodina.  Apart from her studies in literature, Sekulić was also well versed in natural sciences as well as philosophy.  She graduated from the pedagogical school in Budapest in 1892, and obtained her doctorate in 1922 in Germany.",
    "SampleQuestion": "What were the main fields of expertise of Serbian writer Isidora Sekulić, and where did she obtain her education?"
  },
  {
    "Id": "\u003Cdbpedia:Factual_association\u003E",
    "Title": "Factual association",
    "Text": "Factual association (Association de Fait in French, Feitelijke Vereniging in Dutch) is a judicial term used in Continental European civil law, as well as in some derived law systems.A factual association is an organization which only exists because of a common achievement or goal. When two people decide to develop something together, the factual association is born.  Stricto sensu, it is a club without a special judicial ground.",
    "SampleQuestion": "What is a factual association and how does it come into existence?"
  },
  {
    "Id": "\u003Cdbpedia:KKBR\u003E",
    "Title": "KKBR",
    "Text": "KKBR (97.1 FM) - operating as Pop Crush 97.1 - is a commercial radio station in Billings, Montana. Licensed to Billings, Montana, USA, the station serves the Billings area.  The station is currently owned by Townsquare Media Billings License, LLC. The station has obtained a construction permit from the FCC for a power increase to 100,000 watts.",
    "SampleQuestion": "What is the operating name of KKBR (97.1 FM), and what power increase has it been permitted by the FCC?"
  },
  {
    "Id": "\u003Cdbpedia:Chamkaur\u003E",
    "Title": "Chamkaur",
    "Text": "Chamkaur Sahib is a Sub Divisional town in the district of Rupnagar in the Indian State of Punjab. It is famous for the Battle of Chamkaur (1st) and Second Battle of Chamkaur fought between the Mughals and Guru Gobind Singh.Situated on the banks of the Sirhind Canal, Chamkaur sahib is at a distance of 15 km from Morinda and 16 km from Rupnagar. Guru Gobind Singh and his two elder sons and 40 followers had come to this place from Kotla Nihang Khan with his Mughal pursuers close on his heels.",
    "SampleQuestion": "What historical battles is the town of Chamkaur Sahib, located in the Rupnagar district of Punjab, India, famous for?"
  },
  {
    "Id": "\u003Cdbpedia:Roman_Catholic_Archdiocese_of_Rouen\u003E",
    "Title": "Roman Catholic Archdiocese of Rouen",
    "Text": "The Roman Catholic Archdiocese of Rouen is an Archdiocese of the Latin Rite of the Roman Catholic Church in France. As one of the fifteen Archbishops of France, the Archbishop of Rouen\u0027s ecclesiastical province comprises the majority of Normandy. The Archbishop-designate of Rouen is Dominique Lebrun.According to legend the diocese was founded by Nicasius, a disciple of St. Denis who was martyred after arriving in Normandy.",
    "SampleQuestion": "What is the ecclesiastical province presided over by the Archbishop of the Roman Catholic Archdiocese of Rouen, and who is the Archbishop-designate as mentioned in the text?"
  },
  {
    "Id": "\u003Cdbpedia:Boudewijn_Bouckaert\u003E",
    "Title": "Boudewijn Bouckaert",
    "Text": "Boudewijn Bouckaert (born 21 July 1947) is a Belgian law professor, a member of the Flemish Movement, and a libertarian conservative thinker and politician. He chairs the academic board of the LIB-ERA! think tank and serves as Member of the Flemish Parliament for the liberal party List Dedecker.",
    "SampleQuestion": "What political ideology is associated with Boudewijn Bouckaert, the Belgian law professor and member of the Flemish Parliament?"
  },
  {
    "Id": "\u003Cdbpedia:County_Kilkenny_(UK_Parliament_constituency)\u003E",
    "Title": "County Kilkenny (UK Parliament constituency)",
    "Text": "County Kilkenny parliamentary constituency was former UK Parliament County constituency in County Kilkenny in Ireland.",
    "SampleQuestion": "What was the County Kilkenny parliamentary constituency in Ireland a part of before its dissolution?"
  },
  {
    "Id": "\u003Cdbpedia:ATM_card\u003E",
    "Title": "ATM card",
    "Text": "An ATM card is any payment card issued by a financial institution that enables a customer to access an automated teller machine (ATM) in order to perform transactions such as deposits, cash withdrawals, obtaining account information, etc. ATM cards are known by a variety of names such as bank card, MAC (money access card), client card, key card or cash card, among others.",
    "SampleQuestion": "What types of transactions can a customer perform with an ATM card at an automated teller machine?"
  },
  {
    "Id": "\u003Cdbpedia:Live!_(Guitar_Wolf_album)\u003E",
    "Title": "Live! (Guitar Wolf album)",
    "Text": "Live!! is the first live album by the Japanese garage punk band Guitar Wolf. It was released in Japan in June 2000. The album is assembled from four different performances, including a show on October 31, 1999 at CBGBs. It also includes a MiniCD featuring a remix of \u0022Jet Virus.\u0022",
    "SampleQuestion": "Which Japanese garage punk band released their first live album titled \u0022Live!!\u0022 in June 2000, featuring performances from venues including CBGBs?"
  },
  {
    "Id": "\u003Cdbpedia:PKP_Informatyka\u003E",
    "Title": "PKP Informatyka",
    "Text": "PKP Informatyka is a company of PKP Group responsible for supplying Polish railroad operators with IT technology.The company was founded after dividing Polskie Koleje Państwowe (national rail operator) into several dozens companies to meet European Union Standards.",
    "SampleQuestion": "What is the role of PKP Informatyka within the PKP Group and why was it founded?"
  },
  {
    "Id": "\u003Cdbpedia:TK_Telekom\u003E",
    "Title": "TK Telekom",
    "Text": "TK Telekom ex Telekomunikacja Kolejowa is a Polish telecommunications company, belonging to the PKP Group.It is responsible for telecommunications and data transmission for the Polish railways and also serves a number of other companies outside the PKP Group and individual clients.",
    "SampleQuestion": "What is the primary industry and client base of TK Telekom?"
  },
  {
    "Id": "\u003Cdbpedia:Oblivion_(Orphanage_album)\u003E",
    "Title": "Oblivion (Orphanage album)",
    "Text": "Oblivion is Orphanage\u0027s first album, released in March 1995 by DSFA Records. The CD features 10 tracks that have been recorded, mixed and mastered at Tape Productions Studio in Raamsdonkveer.",
    "SampleQuestion": "What is the name of Orphanage\u0027s first album that was released in March 1995?"
  },
  {
    "Id": "\u003Cdbpedia:By_Time_Alone\u003E",
    "Title": "By Time Alone",
    "Text": "By Time Alone is Orphanage\u0027s second album, released in October 1996 by DSFA Records. The CD features 11 tracks that have been recorded at Studio Moskou in Utrecht and was mixed and mastered at Studio RS29 in Waalwijk",
    "SampleQuestion": "What record label released Orphanage\u0027s second album \u0022By Time Alone\u0022 in October 1996?"
  },
  {
    "Id": "\u003Cdbpedia:Wouter_Berthout_van_Ranst\u003E",
    "Title": "Wouter Berthout van Ranst",
    "Text": "Wouter Berthout van Ranst was a nobleman, living in feudal times, and a vassal of the Duke of Brabant. He was given land near the Escaut River, which he named Bergheem (now : Berchem in Flanders). His descendants possessed the land for centuries. The Belgian town of Ranst is also named after him.",
    "SampleQuestion": "Who was Wouter Berthout van Ranst and what is his connection to the Belgian town of Ranst?"
  },
  {
    "Id": "\u003Cdbpedia:At_the_Mountains_of_Madness_(EP)\u003E",
    "Title": "At the Mountains of Madness (EP)",
    "Text": "At the Mountains of Madness is Orphanage\u0027s third release, which came out in March 1997. The CD features 5 tracks of which 3 live tracks which were recorded during the By Time Alone CD-presentation in Tivoli Utrecht.",
    "SampleQuestion": "What is the format and content of Orphanage\u0027s third release, \u0022At the Mountains of Madness\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Kildare_(UK_Parliament_constituency)\u003E",
    "Title": "Kildare (UK Parliament constituency)",
    "Text": "A former UK Parliament constituency in Ireland, returning two Members of Parliament.",
    "SampleQuestion": "What was the representation capacity of the former UK Parliament constituency named Kildare in Ireland?"
  },
  {
    "Id": "\u003Cdbpedia:Franciscus_van_Hombeeck\u003E",
    "Title": "Franciscus van Hombeeck",
    "Text": "Franciscus van Hombeeck (1885–1907) is a historical Belgian politician. Van Hombeeck was mayor of the Flemish town of Berchem, near Antwerp. During his political mandate, Berchem became a prosperous and wealthy community. One of Berchem\u0027s main squares is named after him.",
    "SampleQuestion": "What is the main square in Berchem named after, in honor of its former mayor?"
  },
  {
    "Id": "\u003Cdbpedia:Maja_Nekić\u003E",
    "Title": "Maja Nekić",
    "Text": "Maja Nekić (born 4 April 1972 in Zagreb) is a Croatian actress.Graduated in Academy of Dramatic Art, University of Zagreb.",
    "SampleQuestion": "What is the profession of Maja Nekić and where did she receive her education?"
  },
  {
    "Id": "\u003Cdbpedia:Angelo_II_Acciaioli\u003E",
    "Title": "Angelo II Acciaioli",
    "Text": "Angelo II Acciaioli (15 April 1349 - 31 May 1408) was an Italian Catholic cardinal.",
    "SampleQuestion": "Who was Angelo II Acciaioli and what was his religious role in Italy?"
  },
  {
    "Id": "\u003Cdbpedia:Sphingosyl_phosphatide\u003E",
    "Title": "Sphingosyl phosphatide",
    "Text": "Sphingosyl phosphatide refers to a lipid containing phosphorus and a long-chain base.",
    "SampleQuestion": "What is sphingosyl phosphatide and what are its two main components?"
  },
  {
    "Id": "\u003Cdbpedia:Alkylphosphocholine\u003E",
    "Title": "Alkylphosphocholine",
    "Text": "Alkylphosphocholines are phospholipid-like molecules that have been synthesised, which have remarkable biological and therapeutic activities. They are phosphocholine esters of aliphatic long chain alcohols differing in chain length, Unsaturation and position of the cis-double bond.",
    "SampleQuestion": "What are alkylphosphocholines and what notable properties do they possess?"
  },
  {
    "Id": "\u003Cdbpedia:Billy_Rohr\u003E",
    "Title": "Billy Rohr",
    "Text": "William Joseph Rohr (born July 1, 1945 San Diego, California) is a former starting pitcher in Major League Baseball who played in the American League for the Boston Red Sox (1967) and Cleveland Indians (1968). Listed at 6\u0027 \u0022\\, 170 lb., he batted and threw left-handed.Rohr was originally signed by the Pittsburgh Pirates in 1963, but was picked up by the Red Sox a year later in the rule 5 draft.",
    "SampleQuestion": "What team did Billy Rohr play for after leaving the Boston Red Sox in Major League Baseball?"
  },
  {
    "Id": "\u003Cdbpedia:Orville_Vogel\u003E",
    "Title": "Orville Vogel",
    "Text": "Orville Vogel (1907–1991) was an American scientist and wheat breeder whose research made possible the \u0022Green Revolution\u0022 in world food production.",
    "SampleQuestion": "Who was Orville Vogel and what was his contribution to the \u0022Green Revolution\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Transaction_processing_system\u003E",
    "Title": "Transaction processing system",
    "Text": "Transaction processing is a style of computing that divides work into individual, indivisible operations, called transactions.   A transaction processing system (TPS) or transaction server is a software system, or software/hardware combination, that supports transaction processing.",
    "SampleQuestion": "What is a transaction processing system and what is its primary function in computing?"
  },
  {
    "Id": "\u003Cdbpedia:Richard_H._Kline\u003E",
    "Title": "Richard H. Kline",
    "Text": "Richard Howard Kline, A.S.C. (November 15, 1926 in Los Angeles, California, US) is an American cinematographer. The son of cinematographer Benjamin H. Kline, he joined Columbia Pictures at the age of 16 in 1943. Kline worked extensively with director Richard Fleischer.",
    "SampleQuestion": "What is the relationship between American cinematographer Richard H. Kline and Benjamin H. Kline?"
  },
  {
    "Id": "\u003Cdbpedia:Pride_Air\u003E",
    "Title": "Pride Air",
    "Text": "Pride Air was a United States airline that operated for three months during 1985. Pride Air was based out of New Orleans International Airport.",
    "SampleQuestion": "What was the duration of Pride Air\u0027s operations and where was it based?"
  },
  {
    "Id": "\u003Cdbpedia:Kerry_(UK_Parliament_constituency)\u003E",
    "Title": "Kerry (UK Parliament constituency)",
    "Text": "A former UK Parliament constituency in Ireland, returning two Members of Parliament.  In 1885, it was split into four constituencies.  From the time of Irish independence, the area was no longer represented in the UK Parliament, as it was no longer part of the United Kingdom.",
    "SampleQuestion": "What was the fate of the Kerry constituency in the UK Parliament after Irish independence?"
  },
  {
    "Id": "\u003Cdbpedia:CD14\u003E",
    "Title": "CD14",
    "Text": "CD14 (cluster of differentiation 14), also known as CD14, is a human gene.The protein encoded by this gene is a component of the innate immune system. CD14 exists in two forms, one anchored to the membrane by a glycosylphosphatidylinositol tail (mCD14), the other a soluble form (sCD14).",
    "SampleQuestion": "What is the role of the protein encoded by the human CD14 gene, and in what two forms does it exist?"
  },
  {
    "Id": "\u003Cdbpedia:Londonderry_Sentinel\u003E",
    "Title": "Londonderry Sentinel",
    "Text": "The Londonderry Sentinel is a newspaper based in Derry, Northern Ireland. It is published by Johnston Publishing (NI), a holding company of Johnston Press and Peter Hutcheon is the current editor. The Roe Valley Sentinel is an edition of the paper, and combined they have a circulation of 4,955.The paper was originally titled the Londonderry Sentinel and North West Advertiser and was first published on 19 September 1829 at the price of 5d (five pence).",
    "SampleQuestion": "What is the original title of the Londonderry Sentinel when it was first published in 1829?"
  },
  {
    "Id": "\u003Cdbpedia:Galway_County_(UK_Parliament_constituency)\u003E",
    "Title": "Galway County (UK Parliament constituency)",
    "Text": "The UK Parliament constituency of County Galway was an historic Irish constituency, comprised the whole of County Galway, except for the Borough of Galway. It replaced the pre-Act of Union Parliament of Ireland constituency. Its representatives sat in the British House of Commons. It returned two Members of Parliament.The constituency was abolished in 1885 and replaced by smaller constituencies in the county.",
    "SampleQuestion": "What was the UK Parliament constituency of County Galway, and what change occurred to it in 1885?"
  },
  {
    "Id": "\u003Cdbpedia:Oranjezicht\u003E",
    "Title": "Oranjezicht",
    "Text": "Oranjezicht (Dutch: orange view) is a suburb in Cape Town, South Africa, built on the site of the old Oranjezicht farm, which used to stretch at least as far as the Mount Nelson Hotel and supplied the Castle of Good Hope with fresh produceIn 1708, Nicolaus Laubscher (1651–1721), who had immigrated in the 1670s from the Swiss canton of Fribourg, bought a property on the slopes of Table Mountain that he called “Oranjezicht” because of the good view from there of the Oranje (Orange) bastion of the Castle.",
    "SampleQuestion": "What is the historical significance of the suburb Oranjezicht in Cape Town, and how did it get its name?"
  },
  {
    "Id": "\u003Cdbpedia:United_States_Commission_on_International_Religious_Freedom\u003E",
    "Title": "United States Commission on International Religious Freedom",
    "Text": "The United States Commission on International Religious Freedom (USCIRF) is an independent, bipartisan U.S. federal government commission created by the International Religious Freedom Act of 1998. USCIRF Commissioners are appointed by the President and the leadership of both political parties in the Senate and the House of Representatives.",
    "SampleQuestion": "What is the USCIRF, and how are its commissioners appointed?"
  },
  {
    "Id": "\u003Cdbpedia:Maxim_Integrated\u003E",
    "Title": "Maxim Integrated",
    "Text": "Maxim Integrated is an American, publicly traded company that designs, manufactures, and sells analog and mixed-signal integrated circuits.Maxim Integrated develops integrated circuits (ICs) for the industrial, communications, consumer, and computing markets. Headquartered in San Jose, California, the company has design centers, manufacturing facilities, and sales offices throughout the world. In fiscal 2014, Maxim had US$2.45 billion in sales, 8,800 employees, and 35,000 customers worldwide.",
    "SampleQuestion": "What is the main business of Maxim Integrated, and where is its headquarters located?"
  },
  {
    "Id": "\u003Cdbpedia:Nikolay_Sokolov_(composer)\u003E",
    "Title": "Nikolay Sokolov (composer)",
    "Text": "Nikolay Alexandrovich Sokolov (Russian: Никола́й Алекса́ндрович Соколо́в; 26 March [O.S. 14 March] 1859 – 27 March 1922) was a Russian composer of classical music and a member of the circle that grew around the publisher Mitrofan Belyayev.",
    "SampleQuestion": "Who was Nikolay Alexandrovich Sokolov and what was his significance in the Russian classical music scene?"
  },
  {
    "Id": "\u003Cdbpedia:Mid-Ulster_Mail\u003E",
    "Title": "Mid-Ulster Mail",
    "Text": "The Mid-Ulster Mail is a newspaper based in Cookstown, County Tyrone, Northern Ireland. As well as serving Tyrone, it also covers Magherafelt, County Londonderry. It is published by Johnston Publishing (NI), part of Johnston Press who own thirty-seven papers across Ireland. Current editor is Peter Bayne and reporters are Patricia Devlin, Stanley Campbell and Gillian Mc Dade.",
    "SampleQuestion": "What counties does the Mid-Ulster Mail serve in Northern Ireland?"
  },
  {
    "Id": "\u003Cdbpedia:Brian_Reid_(computer_scientist)\u003E",
    "Title": "Brian Reid (computer scientist)",
    "Text": "Brian Keith Reid (born 1949) is an American computer scientist. He developed an early use of a markup language in his 1980 doctoral dissertation.Reid\u0027s other principal interest has been computer networking and the development of the Internet.",
    "SampleQuestion": "What markup language did Brian Keith Reid contribute to in his 1980 doctoral dissertation, and what is his other principal interest in the field of computer science?"
  },
  {
    "Id": "\u003Cdbpedia:Our_Lady_of_Lourdes\u003E",
    "Title": "Our Lady of Lourdes",
    "Text": "Our Lady of Lourdes is a venerated title of the Blessed Virgin Mary invoked by Roman Catholics in honor of the Marian apparitions said to have occurred on numerous occasions in 1858 in the vicinity of Lourdes, France. The first of these is the apparition of 11 February 1858, when Bernadette Soubirous, a 14-year-old peasant girl, admitted to her mother that a \u0022lady\u0022 spoke to her in the cave of Massabielle (a mile from the town) while she was gathering firewood with her sister and a friend.",
    "SampleQuestion": "What is the significance of Our Lady of Lourdes in Roman Catholic tradition, and who reported the first apparition in 1858?"
  },
  {
    "Id": "\u003Cdbpedia:Derry_Journal\u003E",
    "Title": "Derry Journal",
    "Text": "The Derry Journal is a newspaper based in Derry, Northern Ireland, serving County Londonderry as well as County Donegal in the Republic of Ireland. It is operated by a Johnston Press holding company entitled Derry Journal Newspapers. The paper is published on Tuesday and Friday and is a sister paper of the Sunday Journal, the only local newspaper published in Ireland on a Sunday. It is the second oldest newspaper still in existence in Ireland.",
    "SampleQuestion": "What is the publication frequency of the Derry Journal, and which days of the week is it published?"
  },
  {
    "Id": "\u003Cdbpedia:Kinder_Morgan\u003E",
    "Title": "Kinder Morgan",
    "Text": "Kinder Morgan is a company headquartered in Downtown Houston. It is the fourth largest energy company in North America.  Prior to November 26, 2014, the Kinder Morgan group publicly traded companies included Kinder Morgan, Inc. (NYSE: KMI), Kinder Morgan Energy Partners, L.P. (NYSE: KMP), Kinder Morgan Management, LLC (NYSE: KMR) and El Paso Pipeline Partners, L.P. (NYSE: EPB); a merger transaction combined all under Kinder Morgan, Inc.",
    "SampleQuestion": "What is the name of the fourth largest energy company in North America that is headquartered in Downtown Houston and underwent a merger transaction on November 26, 2014, to consolidate its publicly traded companies?"
  },
  {
    "Id": "\u003Cdbpedia:Tyrone_Courier\u003E",
    "Title": "Tyrone Courier",
    "Text": "The Dungannon News and Tyrone Courier is a weekly newspaper based in Dungannon, County Tyrone, with an office in Cookstown Northern Ireland. It is published by the Alpha Newspapers Group on Wednesdays.It was formed from the merger of the separate Dungannon News and Tyrone Courier newspapers in the 19th century and is locally known as simply \u0022The Courier\u0022",
    "SampleQuestion": "What is the publishing frequency of The Dungannon News and Tyrone Courier newspaper?"
  },
  {
    "Id": "\u003Cdbpedia:Mani_Madhava_Chakyar\u003E",
    "Title": "Mani Madhava Chakyar",
    "Text": "Guru Mani Madhava Chakyar (15 February 1899 – 14 January 1990) was a celebrated master performance artist and Sanskrit scholar from Kerala, South India, considered to be the greatest Chakyar Koothu and Koodiyattam (ancient Sanskrit drama theatre tradition) artist and authority of modern times. He was considered as the authority of Abhinaya (the classical Indian acting style) and Nātyaśāstra.Known as \u0022the Emperor of Rasa-Abhinaya\u0022, he had an exceptional ability to perform Rasa-Abhinaya.",
    "SampleQuestion": "Who was Guru Mani Madhava Chakyar and what was he renowned for in the realm of performing arts?"
  },
  {
    "Id": "\u003Cdbpedia:Fermanagh_(UK_Parliament_constituency)\u003E",
    "Title": "Fermanagh (UK Parliament constituency)",
    "Text": "Fermanagh was a UK Parliament constituency in Northern Ireland, returning two Members of Parliament.",
    "SampleQuestion": "How many Members of Parliament did the Fermanagh constituency in Northern Ireland return to the UK Parliament?"
  },
  {
    "Id": "\u003Cdbpedia:List_of_highways_numbered_50\u003E",
    "Title": "List of highways numbered 50",
    "Text": "The following highways are numbered 50:",
    "SampleQuestion": "What are the highways numbered 50 referred to in the DBpedia article?"
  },
  {
    "Id": "\u003Cdbpedia:LGBT_Youth_Scotland\u003E",
    "Title": "LGBT Youth Scotland",
    "Text": "LGBT Youth Scotland is a voluntary organisation dedicated to the inclusion of Lesbian, Gay, Bisexual and Transgender (LGBT) young people (12-26yr olds) in the life of Scotland.",
    "SampleQuestion": "What is the primary focus of LGBT Youth Scotland, and what age group do they serve?"
  },
  {
    "Id": "\u003Cdbpedia:Bundesautobahn_59\u003E",
    "Title": "Bundesautobahn 59",
    "Text": "Bundesautobahn 59 (translates from German as Federal Motorway 59, short form Autobahn 59, abbreviated as BAB 59 or A 59) is an autobahn in Germany that starts in Dinslaken and runs with three breaks along Duisburg, Düsseldorf and Cologne to Bonn.In Duisburg it is also the city highway.Between Cologne and Bonn the A 59 has the nickname \u0022Flughafenautobahn\u0022 (Airport motorway), because it runs along the Cologne Bonn Airport.",
    "SampleQuestion": "What is the nickname of Bundesautobahn 59 between Cologne and Bonn, and which major facility does it run along?"
  },
  {
    "Id": "\u003Cdbpedia:Walter_Edward_Davidson\u003E",
    "Title": "Walter Edward Davidson",
    "Text": "Sir Walter Edward Davidson KCMG (20 April 1859 – 15 September 1923) was a colonial Administrator and diplomat. He served periods as Governor of the Seychelles, Governor of Newfoundland and as Governor of New South Wales, where he died in office.",
    "SampleQuestion": "Which colonial administrator and diplomat served as the Governor of the Seychelles, Newfoundland, and New South Wales, where he died in office?"
  },
  {
    "Id": "\u003Cdbpedia:Clement_Wedgwood\u003E",
    "Title": "Clement Wedgwood",
    "Text": "Clement Francis Wedgwood (25 February 1840 – 24 January 1889) was an English businessman, a partner in the Wedgwood pottery firm.The son of Francis Wedgwood and his wife Frances Mosley.  He was a great-grandson of the potter Josiah Wedgwood.",
    "SampleQuestion": "Who was Clement Francis Wedgwood, and what was his relationship to the potter Josiah Wedgwood?"
  },
  {
    "Id": "\u003Cdbpedia:Hazelwick_School\u003E",
    "Title": "Hazelwick School",
    "Text": "Hazelwick School is an Academy Co-educational Comprehensive School for pupils aged 11 to 18, located in Crawley, West Sussex, England.",
    "SampleQuestion": "What type of educational institution is Hazelwick School, and where is it located?"
  },
  {
    "Id": "\u003Cdbpedia:Troy_High_School_(California)\u003E",
    "Title": "Troy High School (California)",
    "Text": "Troy High School is a public magnet school situated in Fullerton, California, USA, acclaimed for its Troy Tech and International Baccalaureate programs. It is located in the Fullerton Joint Union High School District. As of the 2014-15 school year, 2850 students attend the school.",
    "SampleQuestion": "What specialized programs is Troy High School in Fullerton, California known for?"
  },
  {
    "Id": "\u003Cdbpedia:Driven_(Orphanage_album)\u003E",
    "Title": "Driven (Orphanage album)",
    "Text": "Driven is Orphanage\u0027s fifth album, released in April 2004 by Nuclear Blast records. The CD features 14 tracks that have been recorded at Studio Moskou in Utrecht and was mixed and mastered at Studio Double Noise in Tilburg.",
    "SampleQuestion": "What record label released Orphanage\u0027s fifth album \u0022Driven\u0022 in April 2004?"
  },
  {
    "Id": "\u003Cdbpedia:Capitulation_(treaty)\u003E",
    "Title": "Capitulation (treaty)",
    "Text": "A capitulation (from Lat. caput) is a treaty or unilateral contract by which a sovereign state relinquishes jurisdiction within its borders over the subjects of a foreign state. As a result, the foreign subjects are immune, for most civil and criminal purposes, from actions by courts and other governmental institutions in the state that makes the capitulation.",
    "SampleQuestion": "What is a capitulation in the context of international treaties, and what legal immunities does it grant to foreign subjects within the borders of the sovereign state that makes the capitulation?"
  },
  {
    "Id": "\u003Cdbpedia:Dublin_County_(UK_Parliament_constituency)\u003E",
    "Title": "Dublin County (UK Parliament constituency)",
    "Text": "Dublin County was a parliamentary constituency in Ireland, which returned two Members of Parliament (MPs) to the House of Commons of the Parliament of the United Kingdom.The constituency was created under the Act of Union 1800, replacing the Dublin County constituency in the Parliament of Ireland.  For the 1885 general election, it was replaced with two new county divisions, Dublin County South and Dublin County North.",
    "SampleQuestion": "How many Members of Parliament did the Dublin County constituency return to the House of Commons of the UK Parliament before it was replaced in 1885?"
  },
  {
    "Id": "\u003Cdbpedia:PKP_Cargo\u003E",
    "Title": "PKP Cargo",
    "Text": "PKP Cargo (WSE: PKP) is a logistics operator and a part of the PKP Group in Poland. It is the largest railway freightcarrier in Poland and second largest in the European Union. PKP Cargo is listed on the Warsaw Stock Exchange. The company\u0027s largest shareholder is PKP S.A. with a 33,01% share.",
    "SampleQuestion": "What is the largest railway freight carrier in Poland and where is it listed?"
  },
  {
    "Id": "\u003Cdbpedia:PKP_Linia_Hutnicza_Szerokotorowa\u003E",
    "Title": "PKP Linia Hutnicza Szerokotorowa",
    "Text": "PKP Linia Hutnicza Szerokotorowa sp. z o.o.  is a company in the PKP Group responsible for the Broad Gauge Metallurgy Line, running for about 400 km from the Ukrainian border in Izow-Hrubieszów to Sławków Południowy (near Katowice).In 2004 the line had an average 6.4 trains daily, transporting about 7,300,000 t of freight.",
    "SampleQuestion": "What is the PKP Linia Hutnicza Szerokotorowa responsible for, and how much freight did it transport on average in 2004?"
  },
  {
    "Id": "\u003Cdbpedia:Jacks_Valley\u003E",
    "Title": "Jacks Valley",
    "Text": "Jacks Valley (sometimes written \u0022Jack\u0027s Valley\u0022) is a 3,300-acre (13 km2) training complex on the grounds of the United States Air Force Academy used for military field training. Although the area is used year round by various military units and some civilian groups, the primary use of Jacks Valley is during the second half of Basic Cadet Training (BCT) each summer, when the new cadets (or \u0022basic cadets\u0022 as they are known during this first summer) train in a field encampment environment.",
    "SampleQuestion": "What is the primary use of Jacks Valley during the second half of Basic Cadet Training each summer at the United States Air Force Academy?"
  },
  {
    "Id": "\u003Cdbpedia:Lurgan_Mail\u003E",
    "Title": "Lurgan Mail",
    "Text": "The Lurgan Mail is a tabloid weekly newspaper based in Lurgan, County Armagh in Northern Ireland. It is published on Wednesday evenings, though each edition always bears the Thursday date. and reports not only news in Lurgan, but also in nearby towns such as Waringstown and others in the Craigavon Borough area. It is operated by Johnston Publishing (NI), a holding company of Johnston Press, who own a large number of titles across Ireland and the United Kingdom.",
    "SampleQuestion": "What is the frequency of publication for the Lurgan Mail, and which nearby towns does it also report on?"
  },
  {
    "Id": "\u003Cdbpedia:Coleraine_Times\u003E",
    "Title": "Coleraine Times",
    "Text": "The Coleraine Times is a newspaper based in Coleraine, County Londonderry, Northern Ireland. The paper was taken over by Johnston Press in 2005 and is now part of Johnston Publishing (NI).",
    "SampleQuestion": "What newspaper based in Coleraine, County Londonderry, was acquired by Johnston Press in 2005?"
  },
  {
    "Id": "\u003Cdbpedia:Jubilee_College_State_Park\u003E",
    "Title": "Jubilee College State Park",
    "Text": "Jubilee College State Park is an Illinois state park located 6 miles west of Peoria, Illinois. It contains Jubilee College State Historic Site, a frontier Illinois college active from 1840 to 1862.Jubilee College, and the frontier community that supported it, was founded in 1839 by Episcopal bishop Philander Chase.  Earlier in his career Chase had founded Kenyon College in Ohio.This was one of the earliest educational enterprises in Illinois.",
    "SampleQuestion": "What is the historical significance of Jubilee College State Park in Illinois, and who founded it?"
  },
  {
    "Id": "\u003Cdbpedia:Buzz!\u003E",
    "Title": "Buzz!",
    "Text": "Buzz! is a series of video games originated by Sleepydog Ltd., developed by Relentless Software and published by Sony Computer Entertainment Europe for the PlayStation 2, PlayStation 3 and PlayStation Portable consoles. They are quiz games that see the players answering trivia questions while competing in the fictional game show, Buzz!.",
    "SampleQuestion": "Which company developed the Buzz! series of video games for Sony Computer Entertainment Europe?"
  },
  {
    "Id": "\u003Cdbpedia:Chernobyl_New_Safe_Confinement\u003E",
    "Title": "Chernobyl New Safe Confinement",
    "Text": "The New Safe Confinement (NSC or New Shelter) is a structure intended to contain the nuclear reactor at Chernobyl, Ukraine, part of which was destroyed by the Chernobyl disaster in 1986.",
    "SampleQuestion": "What is the purpose of the New Safe Confinement at Chernobyl, Ukraine?"
  },
  {
    "Id": "\u003Cdbpedia:Country_of_Particular_Concern\u003E",
    "Title": "Country of Particular Concern",
    "Text": "Country of Particular Concern is a designation by the United States Secretary of State (under authority delegated by the President) of a nation guilty of particularly severe violations of religious freedom under the International Religious Freedom Act (IRFA) of 1998 (H.R. 2431) and its amendment of 1999 (Public Law 106-55).",
    "SampleQuestion": "What is a \u0022Country of Particular Concern\u0022 as designated by the United States Secretary of State under the International Religious Freedom Act of 1998 and its 1999 amendment?"
  },
  {
    "Id": "\u003Cdbpedia:Mel_Sharples\u003E",
    "Title": "Mel Sharples",
    "Text": "Melvin Emory Sharples (commonly known as Mel) is a fictional character in the 1974 film Alice Doesn\u0027t Live Here Anymore and the television sitcom series, Alice. The character was played by Vic Tayback, who reprised his movie role for the television show.",
    "SampleQuestion": "Who portrayed the character Melvin Emory Sharples in both the 1974 film \u0022Alice Doesn\u0027t Live Here Anymore\u0022 and the television sitcom \u0022Alice\u0022?"
  },
  {
    "Id": "\u003Cdbpedia:Przewozy_Regionalne\u003E",
    "Title": "Przewozy Regionalne",
    "Text": "Przewozy Regionalne (przewozy regionalne means regional transport in Polish), formerly PKP Przewozy Regionalne, is a train operator in Poland, responsible for local and interregional passenger transportation. Each day it runs approximately 3,000 regional trains. During 2002 it carried 215 million passengers.The company was founded after dividing the Polskie Koleje Państwowe national rail operator into several companies to meet European Union requirements.",
    "SampleQuestion": "What is Przewozy Regionalne responsible for in Poland and how many regional trains does it run daily?"
  },
  {
    "Id": "\u003Cdbpedia:Cork_County_(UK_Parliament_constituency)\u003E",
    "Title": "Cork County (UK Parliament constituency)",
    "Text": "Cork County was a parliamentary constituency in Ireland, represented in the Parliament of the United Kingdom.",
    "SampleQuestion": "What was Cork County in the context of the Parliament of the United Kingdom?"
  },
  {
    "Id": "\u003Cdbpedia:Environment_of_West_Virginia\u003E",
    "Title": "Environment of West Virginia",
    "Text": "The Environment of West Virginia encompasses terrain and ecosystems ranging from arid plateaus to mountains. Most of West Virginia lies within the Appalachian mixed mesophytic forests ecoregion, while the higher elevations along the eastern border and in the panhandle lie within the Appalachian-Blue Ridge forests.West Virginia is situated in the Appalachian Mountains of the Upper South region of the 48 contiguous states.",
    "SampleQuestion": "What types of ecosystems and terrain are found in the environment of West Virginia?"
  }
]